Repository: DM-CHAT/IM
Catalog: IOS/NewZolo/Resource/*.lproj/InfoPlist.strings
Languages: de, es, id, ja, ko, tr, vi, zh_hans, zh_hant

source: Me
de: Für mich
es: mi
id: Aku
ja: 私の
ko: 나의
tr: Benim
vi: Của tôi,
zh_hans: 我的
zh_hant: 我的

# Contact
source: Contacts
de: Mein name ist Cornelius
es: directorio
id: Kontak
ja: アドレス帳
ko: 주소록
tr: posta listesi
vi: Liên lạc
zh_hans: 通讯录
zh_hant: 通訊錄

# Home
source: Chats
de: Sitzung
es: sesión
id: Bicara
ja: 会话
ko: 세션
tr: konuşma
vi: Trang đầu
zh_hans: 会话
zh_hant: 會話

# String
source: Settings
de: Und einstellung
es: La configuración
id: Pengaturan
ja: 設置
ko: 설정
tr: ayarlandır
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# MsgPush
source: Message Notification
de: Nachrichten, benachrichtigt
es: Notificación de mensajes
id: Notifikasi Pesan
ja: メッセージ通知
ko: 메시지 알림
tr: Mesaj bildirimi
vi: Thông báo tin nhắn
zh_hans: 消息通知
zh_hant: 消息通知

source: Assets
de: vermögen
es: activos
id: Aset
ja: 資産
ko: 자산
tr: maliyetler
vi: Tài sản
zh_hans: 资产
zh_hant: 資產

source: Privacy Setting
de: Ich meine
es: Configuración de privacidad
id: Pengaturan Privasi
ja: プライバシー設定
ko: 프라이버시 설정
tr: Gizlilik Ayarları
vi: Cài đặt cá nhân
zh_hans: 隐私设置
zh_hant: 隱私設定

# AccountSecurity
source: Account and Security
de: Account und sicherheit
es: Cuenta y seguridad
id: Akaun dan Keamanan
ja: アカウントとセキュリティ
ko: 계정과 보안
tr: Hesap ve güvenlik
vi: Tài khoản và Bảo mật
zh_hans: 账号与安全
zh_hant: 帳號與安全

# SettingLaunguage
source: Language Setting
de: Sprache einschalten
es: Establecer el idioma
id: Pengaturan Bahasa
ja: 言語を設定する
ko: 언어 설정
tr: Dili ayarla
vi: Cài đặt ngôn ngữ
zh_hans: 设置语言
zh_hant: 設定語言

source: Theme Change
de: Ändert die dreharbeiten
es: Cambio de tema
id: Perubahan Tema
ja: テーマが変わる
ko: 테마 변경
tr: Tema değiştirmesi
vi: Thay đổi chủ đề
zh_hans: 主题更换
zh_hant: 主題更換

# PlaseSelect
source: Please select
de: Wählen sie aus
es: Por favor seleccione
id: Silakan pilih
ja: 選んでください
ko: 선택하십시오
tr: Lütfen seçin
vi: Vui lòng chọn
zh_hans: 请选择
zh_hant: 請選擇

# LaunguageAlert
source: Please select the language to be switched
de: Wählen sie die sprache, in der sie wechseln möchten
es: Seleccione el idioma que desea cambiar
id: Silakan pilih bahasa yang akan ditukar
ja: 切り替える言語を選んでください
ko: 전환할 언어를 선택하십시오
tr: Lütfen değiştirmek için dili seçin
vi: Vui lòng chọn ngôn ngữ để chuyển đổi
zh_hans: 请选择需要切换的语言
zh_hant: 請選擇需要切換的語言

source: Cancel
de: korrekt
es: cancelación
id: Batalkan
ja: キャンセル
ko: 취소
tr: iptal et
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# Launguage
source: Language
de: Sprache
es: Idioma
id: Bahasa
ja: 言語
ko: 언어
tr: dil
vi: ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# LaunguageSuccessAlert
source: Language switch completed
de: Sprachumschaltung abgeschlossen
es: Se ha completado el cambio de idioma
id: Switch bahasa selesai
ja: 言語切り替え完了
ko: 언어 전환 완료
tr: Dil değiştirmesi tamamlandı
vi: Chuyển đổi ngôn ngữ hoàn tất
zh_hans: 语言已切换完成
zh_hant: 語言已切換完成

# Sure
source: OK
de: bestimmen
es: Determinar
ja: を選択して、
ko: 확인
tr: belirle
zh_hans: 确定
zh_hant: 確定

# AlertWarn
source: Warning
de: Warnung
es: Advertencia
id: Peringatan
ja: に警告
ko: 경고
tr: uyarı
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

# AlertRemind
source: Reminder
de: erinnern
es: Recordatorio
id: Ingatan
ja: リマインダ
ko: 알림
tr: hatırlat
vi: Nhắc nhở
zh_hans: 提醒
zh_hant: 提醒

source: Alert
de: Tipps
es: Prompt
id: Peringatan
ja: ヒント
ko: 힌트
tr: Tips
vi: Cảnh báo
zh_hans: 提示
zh_hant: 提示

source: Friends
de: Freunde
es: Amigo
id: Teman
ja: 親友
ko: 친구
tr: Arkadaşlar
vi: Bạn bè
zh_hans: 好友
zh_hant: 好友

source: Group
de: Gruppe
es: Grupo
id: Kelompok
ja: グループ化
ko: 그룹
tr: grup
vi: Nhóm
zh_hans: 群组
zh_hant: 群组

# CustomerService
source: Customer
de: Kundenservice
es: Servicio al cliente
id: Pelanggan
ja: カスタマーサービス
ko: 고객 서비스
tr: müşteri hizmeti
vi: khách hàng
zh_hans: 客服
zh_hant: 客服

source: New Friend
de: Neue Freunde
es: Nuevos amigos
id: Teman Baru
ja: 新しい友達
ko: 새 친구
tr: Yeni arkadaşlar
vi: Bạn mới
zh_hans: 新朋友
zh_hant: 新朋友

source: Group Chat
de: Gruppenchat
es: Charla de grupo
id: Berbicara Grup
ja: グループチャット
ko: 단체 채팅
tr: Grup sohbeti
vi: trò chuyện nhóm
zh_hans: 群聊
zh_hant: 群聊

source: Tag
de: Etikett
es: Etiqueta
ja: タブ
ko: 레이블
tr: etiket
vi: thẻ
zh_hans: 标签
zh_hant: 標籤

# SmallProgram
source: Dapp
de: Applets
es: Applet
ja: アプレット
ko: 애플릿
tr: Aplet
zh_hans: 小程序
zh_hant: 小程序

# SendGroupChat
source: Start Group
de: Gruppe starten
es: Grupo de arranque
id: Mulai Grup
ja: グループの開始
ko: 그룹 시작
tr: Grup Başlat
vi: Xây dựng nhóm
zh_hans: 发起群聊
zh_hant: 發起群聊

# AddFriend
source: Add friends/groups
de: Freunde/Gruppen hinzufügen
es: Añadir amigos/grupos
id: Tambah teman/kelompok
ja: 友達/グループを追加
ko: 친구/그룹 추가
tr: Arkadaşları/grupları ekle
vi: Thêm bạn bè/nhóm
zh_hans: 添加好友/群
zh_hant: 添加好友/群

# Scan
source: Sweep
de: Scannen
es: Barrer
ja: さっと動かす
ko: 쓸어버리다
tr: tarama
vi: Quét
zh_hans: 扫一扫
zh_hant: 掃一掃

# CreateGoup
source: Create group chat
de: Gruppenchat erstellen
es: Crear una charla de grupo
id: Buat percakapan kelompok
ja: グループチャットの作成
ko: 그룹 채팅 만들기
tr: Grup sohbeti oluştur
vi: Tạo trò chuyện nhóm
zh_hans: 创建群聊
zh_hant: 創建群聊

# InviteTitle
source: Invite
de: Einladung
es: Invitación
id: Undang
ja: に勧める
ko: 초대
tr: davet
vi: Mời
zh_hans: 邀请
zh_hant: 邀請

# SearchTitle
source: Search
de: Suche
es: Buscar
id: Cari
ja: 検索けんさく
ko: 검색
tr: arama
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 蒐索

# HavaGoup
source: There is a group chat
de: Bestehender Gruppenchat
es: Charla de grupo existente
id: Ada percakapan kelompok
ja: グループチャット済み
ko: 이미 단체 채팅방이 있다
tr: Mevcut grup sohbeti
vi: Có một cuộc trò chuyện nhóm
zh_hans: 已有群聊
zh_hant: 已有群聊

# ConImage
source: Image
de: Bild
es: Imagen
id: Gambar
ja: 画像
ko: 그림
tr: fotoğraf
vi: hình ảnh
zh_hans: 图片
zh_hant: 圖片

# ConVedio
source: Shoot
de: Schuss
es: Filmar
id: Tembak
ja: 撮影する
ko: 촬영
tr: Ateş
vi: bắn
zh_hans: 拍摄
zh_hant: 拍攝

# ConFile
source: File
de: Datei
es: Documentación
id: Berkas
ja: ファイル
ko: 파일
tr: dosya
vi: tập tin
zh_hans: 文件
zh_hant: 文件

# ConCard
source: Card
de: Visitenkarte
es: Tarjeta de visita
id: Kartu
ja: 名刺
ko: 명함
tr: iş kartı
vi: Danh thiếp
zh_hans: 名片
zh_hant: 名片

# ConTransfer
source: Transfer
de: Überweisungskonten
es: Transferencia
ja: 振り替え
ko: 이체
tr: hesapları aktar
vi: chuyển giao
zh_hans: 转账
zh_hant: 轉帳

# ConRedPack
source: Lucky
de: Glücklicher roter Umschlag
es: Con buena suerte
id: Beruntung
ja: お年玉
ko: 돈 봉투
tr: Şanslı.
vi: đề
zh_hans: 手气红包
zh_hant: 手氣紅包

# ConBoomRedPack
source: Minesweeper
de: Rotes Paket für die Minenräumung
es: Barreminas
id: Pembersih tambang
ja: 掃海お年玉
ko: 지뢰제거 홍바오
vi: Phong bì đỏ
zh_hans: 扫雷红包
zh_hant: 掃雷紅包

# ThemeSystem
source: Follow the system
de: Folgesystem
es: Sistema de seguimiento
id: Ikuti sistem
ja: フォローアップシステム
ko: 시스템 따르기
tr: İzleme sistemi
vi: Theo dõi hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

# ThemeDark
source: Dark Theme
de: Dunkles Thema
es: Tema oscuro
id: Tema Gelap
ja: 暗いテーマ
ko: 다크 테마
tr: Karanlık Tema
vi: Chủ đề tối
zh_hans: 深色主题
zh_hant: 深色主題

# ThemeLight
source: Light Theme
es: Tema de color claro
id: Tema Cahaya
ja: 明るい色のテーマ
ko: 연한 테마
tr: Işık Tema
vi: Chủ đề ánh sáng
zh_hans: 浅色主题
zh_hant: 淺色主題

# QuiltLogin
source: Sign out
de: Abmelden
es: Iniciar sesión
id: Tandatangan keluar
ja: ログオンの終了
ko: 로그인 종료
tr: Çıkış
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

# DeleteAcount
source: Delete Account
de: Kontoauflösung
es: Cierre de cuentas
id: Hapus Akaun
ja: アカウントの登録解除
ko: 계정 로그아웃
tr: Hesap iptal edilmesi
vi: Xóa tài khoản
zh_hans: 注销账户
zh_hant: 註銷帳戶

# ContactRemark
source: Remarks and Labels
de: Anmerkungen und Etiketten
es: Observaciones y etiquetas
id: Catatan dan Label
ja: 注釈とラベル
ko: 설명 및 레이블
tr: Notlar ve etiketler
vi: Ghi chú và Nhãn
zh_hans: 备注和标签
zh_hant: 備註和標籤

# ContactSendMsg
source: Send a message
de: Sende eine Nachricht
es: Enviar un mensaje
id: Kirim pesan
ja: メッセージを送る
ko: 메시지 보내기
tr: Bir mesaj gönder
vi: Gửi tin nhắn
zh_hans: 发消息
zh_hant: 發消息

# ContactDelUser
source: Delete friend
de: Freunde löschen
es: Borrar amigos
id: Hapus teman
ja: 友達を削除
ko: 친구 삭제
tr: Arkadaşları sil
vi: Xóa bạn bè
zh_hans: 删除好友
zh_hant: 删除好友

# ContactTopChat
source: Top Chat
es: Chat en la parte superior
id: Bicara Atas
ja: セットトップチャット
ko: 채팅 설정
tr: Üst sohbet
vi: Trò chuyện hàng đầu
zh_hans: 置顶聊天
zh_hant: 置頂聊天

# ContactClearChat
source: Clear chat history
de: Chat-Datensatz löschen
es: Borrar registro de chat
id: Kosongkan sejarah percakapan
ja: チャットのログを空にする
ko: 채팅 기록 비우기
tr: Konuşma kayıtlarını temizle
vi: Xóa lịch sử trò chuyện
zh_hans: 清空聊天记录
zh_hant: 清空聊天記錄

# ContactGroupName
source: Group chat name
de: Name des Gruppenchats
es: Nombre de la charla de grupo
id: Nama percakapan kelompok
ja: グループチャット名
ko: 그룹 채팅 이름
tr: Grup sohbet ismi
vi: Tên trò chuyện nhóm
zh_hans: 群聊名称
zh_hant: 群聊名稱

# ContactQrCode
source: QR code
es: Código bidimensional
id: Kode QR
ja: 2次元コード
ko: QR코드
tr: QR kodu
vi: Mã QR
zh_hans: 二维码
zh_hant: 二維碼

# ContactGroupNotice
source: Group Notice
de: Gruppenankündigung
es: Anuncio de grupo
id: Pemberitahuan Kelompok
ja: グループ宣言
ko: 그룹 공지
tr: Grup Açıklaması
vi: Thông báo Nhóm
zh_hans: 群公告
zh_hant: 群公告

# ContactGroupManager
source: Group management
de: Konzernleitung
es: Gestión de grupos
id: Manajemen kelompok
ja: グループ管理
ko: 그룹 관리
tr: Grup yönetimi
vi: Quản lý nhóm
zh_hans: 群管理
zh_hant: 群管理

# ContactChatRecord
source: Find chat records
de: Chat-Datensätze suchen
es: Encontrar registros de chat
id: Cari catatan percakapan
ja: チャット履歴の検索
ko: 채팅 기록 찾기
tr: Konuşma kayıtlarını bul
vi: Tìm bản ghi trò chuyện
zh_hans: 查找聊天记录
zh_hant: 查找聊天記錄

# ContactFileRecord
source: File Record
de: Aufzeichnung von Dateien
es: Documentación
id: Rekam Berkas
ja: ファイルレコード
ko: 파일 레코드
tr: dosyaları kaydediyor
vi: Bản ghi tệp
zh_hans: 文件记录
zh_hant: 檔案記錄

# ContactMsgNoNotice
source: Message Do Not Disturb
de: Stören Sie mich nicht.
es: Mensaje sin interrupción
id: Pesan Jangan mengganggu
ja: メッセージを邪魔しない
ko: 메시지 방해 없음
tr: Beni rahatsız etme.
vi: Thông báo Không làm phiền
zh_hans: 消息免打扰
zh_hant: 消息免打擾

# ContactOnRedPack
source: Upgrade Red Packet Group
de: Red Paket Gruppe aktualisieren
es: Grupo de sobres rojos mejorados
ja: アップグレードされたお年玉グループ
ko: 홍바오 그룹 업그레이드
tr: Kızıl Paket Grubunu Güncelle
vi: Nâng cấp Red Packet Group
zh_hans: 升级红包群
zh_hant: 陞級紅包群

# ContactSaveContact
source: Save to Contacts
de: Im Adressbuch speichern
es: Guardar en la libreta de direcciones
id: Simpan ke Kontak
ja: アドレス帳に保存
ko: 주소록에 저장
tr: Adres Kitabına Kaydet
vi: Lưu vào Danh bạ
zh_hans: 保存到通讯录
zh_hant: 保存到通訊錄

# ContactAddDapp
source: Add Dapp
de: Applet hinzufügen
es: Añadir applet
id: Tambah Dapp
ja: アプレットの追加
ko: 애플릿 추가
tr: Aplet Ekle
vi: Thêm Dapp
zh_hans: 添加小程序
zh_hant: 添加小程式

# ContactShowMyName
source: My nickname in this group
de: Mein Spitzname in dieser Gruppe
es: Mi apodo en este grupo
id: Nama panggilan saya dalam kelompok ini
ja: 私のグループのニックネーム
ko: 제가 이 채팅방에 있는 닉네임.
tr: Bu grupdaki lağım
vi: Biệt hiệu của tôi trong nhóm này
zh_hans: 我在本群的昵称
zh_hant: 我在本群的昵稱

# ContactShowNickName
source: Show group member's nickname
de: Spitznamen von Gruppenmitgliedern anzeigen
es: Mostrar apodos para los miembros del Grupo
id: Tampilkan nama anggota kelompok
ja: グループメンバーのニックネームを表示
ko: 그룹 구성원의 닉네임을 표시합니다.
tr: Grup üyelerinin lağaplarını göster
vi: Hiển thị biệt hiệu của thành viên nhóm
zh_hans: 显示群成员的昵称
zh_hant: 顯示群成員的昵稱

# ContactAddUser
source: Allow mutual friends
de: Erlauben, Freunde zu einander hinzuzufügen
es: Permitir amigos
id: Izinkan teman-teman bersama
ja: 友達の追加を許可する
ko: 친구 추가 허용
tr: Birbirlerine arkadaşları eklemeye izin verin
vi: Cho phép bạn chung
zh_hans: 允许互加好友
zh_hant: 允許互加好友

# ContactSelectGroupMoney
source: Query group income
de: Ergebnis der Abfragegruppe
es: Ingresos del Grupo de consulta
id: Tanyakan pendapatan kelompok
ja: クエリ群収益
ko: 커뮤니티 이익 조회
tr: Grup gelirlerini sorgula
vi: thu nhập nhóm truy vấn
zh_hans: 查询群收益
zh_hant: 査詢群收益

# ContactJubao
source: Report
de: Bericht
es: Denunciar
id: Laporan
ja: 通報する
ko: 고발
tr: rapor
vi: Báo cáo
zh_hans: 举报
zh_hant: 舉報

# ContactGroupDissDelete
source: Dismiss and delete
de: auflösen und löschen
es: Disolver y eliminar
id: Lepaskan dan hapus
ja: 解散して削除
ko: 해체 및 삭제
tr: Çıkar ve sil
vi: Loại bỏ và xóa
zh_hans: 解散并删除
zh_hant: 解散並删除

# ContactGroupQuite
source: Exit group chat
de: Gruppenchat verlassen
es: Salir de la charla de grupo
id: Keluar percakapan kelompok
ja: グループチャットから退出する
ko: 그룹 채팅 종료
tr: Grup sohbetinden çık
vi: Thoát khỏi trò chuyện nhóm
zh_hans: 退出群聊
zh_hant: 退出群聊

# ContactAlterUserName
source: Change Username
de: Benutzernamen ändern
es: Cambiar nombre de usuario
id: Ubah Nama Pengguna
ja: ユーザー名の変更
ko: 사용자 이름 변경
tr: Kullanıcı yeniden adlandır
vi: Thay đổi tên người dùng
zh_hans: 更改用户名
zh_hant: 更改用户名

# ContactAlterEdit
source: Edit
de: bearbeiten
es: Editar
ja: 編集
ko: 편집
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 编辑

# ContactBlack
source: Blacklist
de: schwarze Liste
es: Lista negra
id: Menolak pesan dari orang ini
ja: ブラックリスト
ko: 블랙리스트
tr: kara listesi
vi: Từ chối tin nhắn từ người này
zh_hans: 黑名单
zh_hant: 黑名單

# ContactCircle
source: Friends Circle
de: Freundeskreis
es: Círculo de amigos
ja: モーメンツ
ko: 모멘트
tr: Wechat Moments
vi: Vòng kết nối bạn bè
zh_hans: 朋友圈
zh_hant: 朋友圈

# ContactCopyTo
source: Copy to clipboard
de: in die Zwischenablage kopieren
es: Copiar al portapapeles
id: Salin ke papan klip
ja: クリップボードにコピー
ko: 클립보드로 복사
tr: clipboard'a kopyalayın
vi: Sao chép vào khay nhớ tạm
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼板

# EmptyPageContent
source: No content
de: noch kein Inhalt
es: Contenido no disponible
id: Tidak ada isi
ja: しばらく内容がない
ko: 컨텐트 없음
tr: Zaman olarak içerik yok
vi: Không có nội dung
zh_hans: 暂无内容
zh_hant: 暫無內容

# DeleteContant
source: Delete Session
de: Sitzung löschen
es: Borrar sesión
id: Hapus Sesi
ja: セッションの削除
ko: 세션 삭제
tr: Oturumu sil
vi: Xóa phiên
zh_hans: 删除会话
zh_hant: 删除會話

# AddContant
source: Add Contact
de: Kontakte hinzufügen
es: Añadir contacto
id: Tambah Kontak
ja: 連絡先の追加
ko: 연락처 추가
tr: Bir temas ekle
vi: Thêm liên hệ
zh_hans: 添加联系人
zh_hant: 添加連絡人

# PleaseEnterOns
source: Please enter Phone/Email/OsnID
de: Bitte geben Sie Ihre Telefonnummer/E-Mail/OsnID ein
es: Introduzca el número de teléfono móvil / buzón de correo / osnid
id: Silakan masukkan Telepon/Email/OsnID
ja: 携帯電話番号/メールアドレス/OSNIDを入力してください
ko: 휴대폰 번호 / 메일박스 / Osnid 를 입력하십시오.
tr: Lütfen telefon numarasınızı/e-postanızı/OsnID girin
vi: Hãy nhập số điện thoại/Email/OsnID
zh_hans: 请输入手机号/邮箱/OsnID
zh_hant: 請輸入手機號/郵箱/OsnID

# PleaseEnterSearch
source: Please enter the search content
de: Suchinhalt eingeben
es: Introduzca el contenido de la búsqueda
id: Silakan masukkan isi pencarian
ja: 検索内容を入力してください
ko: 검색 내용을 입력하십시오.
tr: Lütfen arama içeriğini girin
vi: Vui lòng nhập nội dung tìm kiếm
zh_hans: 请输入搜索内容
zh_hant: 請輸入蒐索內容

# ScanContent
source: Place the QR code image in a rectangular box, the system will automatically recognize it
de: Legen Sie das QR-Code-Bild in das rechteckige Feld und das System erkennt es automatisch
es: Cuando la imagen de código bidimensional se coloca en una caja rectangular, el sistema reconocerá automáticamente
id: Tempatkan gambar kode QR dalam kotak rektangular, sistem akan secara otomatis mengenalinya
ja: 2次元コード画像を矩形ボックス内に配置すると、自動的に識別されます
ko: QR코드 이미지를 사각형 상자에 넣으면 자동으로 인식됨
tr: QR kodu görüntüsünü dörtgenç kutusuna yerleştirin ve sistem otomatik olarak tanıyacak
vi: Đặt hình ảnh mã QR vào một hình hộp chữ nhật, hệ thống sẽ tự động nhận dạng nó
zh_hans: 将二维码图像置于矩形方框内,系统会自动识别
zh_hant: 將二維碼影像置於矩形方框內，系統會自動識別

source: Setting name
de: Name einsetzen
es: Establecer nombre
id: Menetapkan nama
ja: 名前を設定
ko: 이름 설정
tr: isim ayarla
vi: tên thiết lập
zh_hans: 设置名字
zh_hant: 設定名字

# SettingSave
source: Save
de: sparen
es: Guardar
id: Simpan
ja: 保存＃ホゾン＃
ko: 저장
tr: koruması
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# SettingInput
source: Please input
de: Bitte eingeben
es: Por favor, introduzca
id: Silakan masukkan
ja: 入力してください
ko: 입력하십시오.
tr: Lütfen girin.
vi: Vui lòng nhập
zh_hans: 请输入
zh_hant: 請輸入

# SettingMute
source: Muted
de: Verboten
es: En abstinencia
id: Diam
ja: 禁言中
ko: 금언 중
tr: Taboo'da.
vi: Tắt tiếng
zh_hans: 禁言中
zh_hant: 禁言中

# ContactDetail
source: Session Details
de: Sitzungsdetails
es: Detalles de la sesión
id: Rincian Sesi
ja: セッションの詳細
ko: 세션 상세 정보
tr: Oturum Ayrıntıları
vi: Chi tiết phiên
zh_hans: 会话详情
zh_hant: 會話詳情

# ContactGroupInputNotice
source: Enter group announcement
de: Gruppenansage eingeben
es: Aviso de grupo de entrada
id: Masukkan pengumuman kelompok
ja: セッションの詳細
ko: 커뮤니티 공지 가져오기
tr: Grup duyurulmasını girin
vi: Nhập thông báo nhóm
zh_hans: 输入群公告
zh_hant: 输入群公告

# GroupManagerMemberSet
source: Member management
de: Mitgliederverwaltung
es: Gestión de los miembros
id: Manajemen anggota
ja: 入力グループ宣言
ko: 구성원 관리
tr: Üye Yönetimi
vi: Quản lý thành viên
zh_hans: 成员管理
zh_hant: 成員管理

# GroupManagerSetManger
source: Manager
de: Administrator
es: Administrador
id: Manajer
ja: メンバー管理
ko: 관리자
tr: yöneticiler
vi: Người quản lý
zh_hans: 管理员
zh_hant: 管理員

# GroupManagerSetMute
source: Set Mute
de: Verbot setzen
es: Establecer abstinencia
id: Tetapkan Diam
ja: 禁言を設ける
ko: 금언을 설정하다
tr: Taboo ayarla
vi: Đặt Tắt tiếng
zh_hans: 设置禁言
zh_hant: 設定禁言

# GroupManagerSeting
source: Group property setting
de: Gruppenattributeinstellung
es: Configuración del atributo de grupo
id: Pengaturan properti kelompok
ja: グループ属性の設定
ko: 그룹 속성 설정
tr: Grup Özellik Ayarları
vi: Thiết lập thuộc tính nhóm
zh_hans: 群属性设置
zh_hant: 群内容設定

# GroupManagerType
source: group type
de: Gruppentyp
es: Tipo de grupo
id: tipe kelompok
ja: グループタイプ
ko: 그룹 유형
tr: Grup Türü
vi: loại nhóm
zh_hans: 群组类型
zh_hant: 群組類型

# GroupManagerAdd
source: Add group method
de: Gruppe hinzufügen
es: Modo de adición de grupo
id: Tambah metode grup
ja: グループ加算方式
ko: 그룹 추가 방법
tr: Grup Türü
vi: Thêm phương thức nhóm
zh_hans: 加群方式
zh_hant: 加群管道

# GroupManagerVeriy
source: Verification method
de: Prüfmethode
es: Modo de verificación
id: Metode verifikasi
ja: 認証方式
ko: 검증 방법
tr: Grup modu
vi: Phương pháp xác minh
zh_hans: 验证方式
zh_hant: 驗證管道

# GroupManagerSetFriend
source: Friend group
de: Freundesgruppe
es: Grupo de amigos
id: Kelompok Teman
ja: 友人グループ
ko: 친구 그룹
tr: Kontrol yöntemi
vi: Nhóm bạn
zh_hans: 好友群
zh_hant: 好友群

# GroupManagerSetOpen
source: Open group
de: offene Gruppe
es: Grupo abierto
id: Buka kelompok
ja: かいほうぐん
ko: 개방군
tr: Arkadaşlar
vi: Mở nhóm
zh_hans: 开放群
zh_hant: 開放群

# GroupManagerSetLimit
source: limit group
de: eingeschränkte Gruppe
es: Grupo limitado
id: grup batas
ja: 限せいげんぐん
ko: 그룹 제한
tr: Grubu Aç
vi: giới hạn nhóm
zh_hans: 限制群
zh_hant: 限制群

# GroupManagerSetLimitNo
source: No limit to join
de: unbegrenzter Zugang
es: Adhesión sin restricciones
id: Tidak ada batas untuk bergabung
ja: 参加制限なし
ko: 무제한 가입
tr: Sınırlı grup
vi: Không giới hạn tham gia
zh_hans: 不限制加入
zh_hant: 不限制加入

# GroupManagerSetLimitMember
source: Group members can pull people
de: Gruppenmitglieder können Personen ziehen
es: Los miembros del Grupo pueden llamar a la gente
id: Anggota kelompok dapat menarik orang
ja: グループメンバーは人を引っ張ることができる
ko: 그룹 구성원은 사람을 끌어들일 수 있다
tr: Katılma sınırı yok
vi: Các thành viên trong nhóm có thể kéo mọi người
zh_hans: 群成员可以拉人
zh_hant: 群成員可以拉人

# GroupManagerSetLimitManager
source: Only group management can pull people
de: Nur das Gruppenmanagement kann Leute ziehen
es: Gestión de grupos
id: Hanya manajemen kelompok yang bisa menarik orang
ja: 人を引っ張ることしかできない
ko: 그룹 관리만 가능
tr: Grup üyeleri diğerlerini çekebilir.
vi: Chỉ quản lý nhóm mới có thể kéo mọi người
zh_hans: 只能群管理拉人
zh_hant: 只能群管理拉人

# GroupManagerVeriyNo
source: No verification required
de: Keine Authentifizierung erforderlich
es: No es necesario verificar
id: Tidak diperlukan verifikasi
ja: 検証不要
ko: 검증 불필요
tr: Sadece grup yönetimi insanları çekebilir.
vi: Không cần xác minh
zh_hans: 无需验证
zh_hant: 無需驗證

# GroupManagerVeriyYes
source: Verification required
de: Überprüfung erforderlich
es: Necesidad de verificación
id: Pemeriksaan diperlukan
ja: 検証が必要
ko: 검증 필요
tr: Doğrula gerek yok
vi: Yêu cầu xác minh
zh_hans: 需要验证
zh_hant: 需要驗證

# GroupManagerGroupOwner
source: Group Owner
de: Herr
es: Grupo principal
id: Pemilik Kelompok
ja: グループマスター
ko: 그룹 관리자
tr: Değerlendirme gerekiyor
vi: Chủ sở hữu nhóm
zh_hans: 群主
zh_hant: 群主

# AddGroupManager
source: Add Manager
de: Administrator hinzufügen
es: Añadir Administrador
id: Tambah Manajer
ja: 管理者の追加
ko: 관리자 추가
tr: Grup Lideri
vi: Thêm người quản lý
zh_hans: 添加管理员
zh_hant: 添加管理員

# GroupManagerMuteAll
source: Mute all members
de: Alle stumm
es: Abstinencia total
id: Tutup semua anggota
ja: 全員禁言
ko: 전원 금언
tr: Yönetici Ekle
vi: Tắt tiếng tất cả thành viên
zh_hans: 全员禁言
zh_hant: 全員禁言

# GroupManagerMuteMember
source: Group members mute
de: Gruppenmitglieder werden gesperrt
es: Abstinencia de los miembros del Grupo
id: Anggota kelompok diam
ja: グループメンバーの禁言
ko: 그룹 구성원 금언
tr: Tüm üyeler konuşmak yasaklıdır
vi: Tắt tiếng thành viên nhóm
zh_hans: 群成员禁言
zh_hant: 群成員禁言

# AlertJubaoSucess
source: Report success
de: Erfolgreicher Bericht
es: Informe exitoso
id: Laporan sukses
ja: 通報に成功した
ko: 신고 성공
tr: Başarılı rapor edildi
vi: Báo cáo thành công
zh_hans: 举报成功
zh_hant: 舉報成功

# AlertAddFail
source: Add failed
de: Hinzufügen fehlgeschlagen
es: Falló la Adición
id: Tambah gagal
ja: 追加に失敗しました
ko: 추가 실패
tr: Ekleme başarısız oldu
vi: Thêm không thành công
zh_hans: 添加失败
zh_hant: 添加失敗

# AlertAddSucess
source: Adding success
de: Erfolgreich hinzugefügt
es: Se agregó con éxito
id: Menambah sukses
ja: 追加成功
ko: 추가 성공
tr: Başarılı eklendi
vi: Thêm thành công
zh_hans: 添加成功
zh_hant: 添加成功

# AlertSuccess
source: The operation was successful
de: Successful operation
es: Operación exitosa
id: Operasi berhasil
ja: 操作が成功しました
ko: 작업 성공
tr: Operasyon başarılı oldu
vi: Hoạt động thành công
zh_hans: 操作成功
zh_hant: 操作成功

# AlertNowOpeating
source: Operating...
de: In operation...
es: En operación...
id: Operasi...
ja: 操作中...
ko: 작업 중...
tr: Çalışma
vi: Đang hoạt động ...
zh_hans: 操作中...
zh_hant: 操作中...

# AlertOpearFail
source: Operation failed
es: La operación falló
id: Operasi gagal
ja: 操作失败
ko: 작업 실패
tr: işlem başarısız oldu
vi: Thao tác không thành công
zh_hans: 操作失败
zh_hant: 操作失敗

# AlertSettingFail
source: Setting failed
de: Setup failed
es: Falló la configuración
id: Pengaturan gagal
ja: 操作に失敗しました
ko: 설정 실패
tr: Ayarlama başarısız oldu
vi: Cài đặt không thành công
zh_hans: 设置失败
zh_hant: 設定失敗

# AlertSettingSucess
source: Setting succeeded
de: successfully set
es: Configuración exitosa
id: Pengaturan berhasil
ja: 設定に失敗しました
ko: 설정 성공
tr: Ayarlama başarılı oldu
vi: Cài đặt thành công
zh_hans: 设置成功
zh_hant: 設定成功

# AlertCopySucess
source: Copy successful
de: copy successfully
es: Copia exitosa
id: Salin berhasil
ja: 設定に成功しました
ko: 복제 성공
tr: Kopyalama başarılı oldu
vi: Sao chép thành công
zh_hans: 复制成功
zh_hant: 複製成功

# AlertSendSucess
source: Send successfully
de: Sent successfully
es: Envío exitoso
id: Kirim dengan sukses
ja: コピー成功
ko: 발송 성공
tr: Gönderme başarılı oldu
vi: Gửi thành công
zh_hans: 发送成功
zh_hant: 發送成功

# AlertNetworkFail
source: Request data failed
de: Failed to request data
es: Falló la solicitud de datos
id: Data permintaan gagal
ja: 要求データに失敗しました
ko: 요청 데이터 실패
tr: Veri istemeye başarısız oldu
vi: Yêu cầu dữ liệu không thành công
zh_hans: 请求数据失败
zh_hant: 請求數據失敗

# AlertNetworkNo
source: No network, please check the network status
de: No network at the moment, please check the network status
es: No hay red por el momento, por favor verifique el Estado de la red
id: Tidak ada jaringan, tolong periksa status jaringan
ja: ネットワークがありません。ネットワークの状態を確認してください
ko: 네트워크가 없습니다. 네트워크 상태를 확인하십시오.
tr: Ağ yok, lütfen ağ durumunu kontrol edin
vi: Không có mạng, vui lòng kiểm tra trạng thái mạng
zh_hans: 暂无网络，请检查网络状态
zh_hant: 暫無網絡，請檢查網絡狀態

# AlertRedNum
source: Please enter the number of red packets
de: Please enter the number of red envelopes
es: Por favor, introduzca el número de sobres rojos
id: Silakan masukkan jumlah paket merah
ja: お年玉の個数を入力してください
ko: 홍바오 개수를 입력하세요
tr: Lütfen kırmızı paketlerin sayısını girin
vi: Vui lòng nhập số lượng gói màu đỏ
zh_hans: 请输入红包个数
zh_hant: 請輸入紅包個數
