Repository: DM-CHAT/IM
Catalog: IOS/NewZolo/Resource/*.lproj/InfoPlist.strings
Languages: de, es, id, ja, ko, tr, vi, zh_hans, zh_hant

# YBImageImageSaved
source: Saved to system album
de: Im Systemalbum gespeichert
es: Se ha guardado en el álbum del sistema
id: Disimpan ke album sistem
ja: システムアルバムに保存されました
ko: 시스템 앨범에 저장됨
tr: Sistem albüme kaydedildi
vi: Đã lưu vào tập ảnh hệ thống
zh_hans: 已保存到系统相册
zh_hant: 已保存到系統相册

# YBImageImageSave
source: Save to album
de: In Album speichern
es: Guardar en el álbum
id: Simpan ke album
ja: アルバムに保存
ko: 앨범에 저장
tr: Albüme Kaydet
vi: Lưu vào tập ảnh
zh_hans: 保存到相册
zh_hant: 保存到相册

source: Share Dapp
de: Teilen Dapp
es: Compartir Dapp
id: berbagi Dapp
ja: 分かち合う Dapp
ko: 공유 Dapp
tr: paylaş Dapp
vi: Chia Dapp
zh_hans: 分享小程序
zh_hant: 分享Dapp

# inputEncocPassword
source: Enter decryption password
de: Entschlüsselungspasswort eingeben
es: Introduzca la contraseña de descifrado
id: Masukkan sandi dekripsi
ja: 復号パスワードを入力
ko: 암호 해독 암호 입력
tr: Şifreleme parolanı girin
vi: Nhập mật khẩu giải mã
zh_hans: 输入解密密码
zh_hant: 輸入解密密碼

# inputPayPassword
source: Enter payment password
de: Zahlungspasswort eingeben
es: Introduzca la contraseña de pago
id: Masukkan kata sandi pembayaran
ja: 支払パスワードの入力
ko: 결제 비밀번호 입력
tr: Ödeme parolanı girin
vi: Nhập mật khẩu thanh toán
zh_hans: 输入支付密码
zh_hant: 輸入支付密碼

# appShare
source: Share
de: Anteil
es: Comunión
id: Bagi
ja: 分かち合う
ko: 공유
tr: Paylaş
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# loginLoading
source: Please login first!
de: Bitte einloggen!
es: Por favor, inicie sesión!
id: Silakan log masuk!
ja: ログインしてください！
ko: 먼저 로그인하세요!
tr: Lütfen girin!
vi: Đăng nhập!
zh_hans: 请先登录!
zh_hant: 請先登錄！

# loadLoading
source: Loading...
de: Laden...
es: Carga...
id: Memuatkan...
ja: ロード＃ロード＃
ko: 로드...
tr: Yüklenmek...
vi: Đang tải...
zh_hans: 加载中...
zh_hant: 加载中...

# ShareText
source: Friend sends you 15USDT, sign up and get it
de: Ein Freund hat dir 15USDT geschickt, öffne es und schau dir an
es: Un amigo te envió 15USDT, Ábrelo y mira.
id: Teman mengirimmu 15USDT, membukanya dan lihat
ja: 友達が15USDT送ってくれたので開けてみて
ko: 친구가 15USDT 보냈어 열어봐
tr: Arkadaş sana 15USDT gönderdi, a ç ve bir bak.
vi: Bạn của bạn sẽ tặng bạn 15 USDT, hãy nhanh tay đăng ký để nhận
zh_hans: 好友送你15USDT，快打开看看吧
zh_hant: 好友送你15USDT，快打開看看吧

# SeletctPhoto
source: Album
es: Álbum
ja: アルバム
ko: 앨범
zh_hans: 相册
zh_hant: 相册

# SeletctPhotoTitle
source: Put the QR code into the box, and it can be automatically scanned
de: Setzen Sie den QR-Code in die Box, und es kann automatisch gescannt werden
es: Coloque el Código QR en el marco para escanear automáticamente
id: Masukkan kode QR ke dalam kotak, dan dapat dipindai secara otomatis
ja: QRコードを枠内に入れると、自動的にスキャンできます
ko: QR코드를 상자에 넣으면 자동으로 스캔할 수 있다
vi: Đặt mã QR vào hộp và nó có thể được quét tự động
zh_hans: 将二维码放入框内, 即可自动扫描
zh_hant: 將二維碼放入框內，即可自動掃描

# SeletctPhotoFind
source: Unable to access the album due to system reasons
de: Aus Systemgründen kann nicht auf das Album zugegriffen werden
es: No se puede acceder al álbum por razones del sistema
id: Tidak dapat mengakses album karena alasan sistem
ja: システム上の理由でアルバムにアクセスできない
ko: 시스템 때문에 앨범에 액세스할 수 없음
tr: Sistem sebepleri yüzünden albüme erişilemedi
vi: Không thể truy cập album vì lý do hệ thống
zh_hans: 由于系统原因, 无法访问相册
zh_hant: 由於系統原因，無法訪問相册

# SeletctPhotoAllowFind
source: [Go to: Settings - Privacy - Photos -%@] Allow app access
de: [Gehe zu: Einstellungen.Datenschutz-Fotos - %@] App-Zugriff zulassen
es: [ir: configuración - privacidad - fotos - %@] se permite el acceso a la aplicación
id: [Pergi ke: Pengaturan - Privasi - Foto - %@] Izinkan akses aplikasi
ja: [移動先：設定-プライバシー-写真-%@]アクセスを適用可能
ko: [가기: 설정 - 개인 정보 - 사진 - %@] 앱 액세스 허용
tr: [Git: Ayarlar - Gizlilik - Fotoğraflar - %@] Uygulama erişimi izin ver
vi: [Truy cập: Cài đặt - Riêng tư - Ảnh -%@] Cho phép truy cập ứng dụng
zh_hans: [前往：设置 - 隐私 - 照片 - %@] 允许应用访问
zh_hant: [前往：設定-隱私-照片- %@]允許應用訪問

# ShareNomalText
source: Friends invite you to download DM-CHAT. Open it and have a look
de: Freunde laden Sie ein, DM-CHAT herunterzuladen. Öffnen Sie es und schauen Sie sich an
es: Amigos invitan a descargar DM - chat, abre y mira
id: Teman-teman mengundang Anda untuk mengunduh DM-CHAT. Buka dan lihat
ja: 友達がDM-CHATをダウンロードするように誘ったので、早く開けてみましょう
ko: 친구 초대 DM-CHAT 다운로드, 빨리 열어 보세요
tr: Arkadaşlar sizi DM-CHAT'ı indirmeye davet ediyor. Aç ve bir bakın.
vi: Mời bạn bè tải xuống DM - Chat, mau mở ra xem đi.
zh_hans: 好友邀请下载DM-CHAT，快打开看看吧
zh_hant: 好友邀請下載DM-CHAT，快打開看看吧

# RedPackUpText
source: Upgrading, please wait
de: Upgrade, bitte warten
es: Se está actualizando, por favor espere
id: Memutar, tolong tunggu
ja: アップグレード中、お待ちください
ko: 업그레이드 중입니다. 잠시 기다려 주십시오.
tr: Yükseliyorum, lütfen bekle.
vi: Đang nâng cấp, vui lòng chờ
zh_hans: 升级中，请等待
zh_hant: 陞級中，請等待

# AppVersion
source: New version update detected
de: Neues Versionsupdate erkannt
es: Se detecta una nueva actualización de la versión
id: Pemutakhiran versi baru ditemukan
ja: 新しいバージョンの更新が検出されました
ko: 새 버전 업데이트가 감지되었습니다.
tr: Yeni sürüm güncelleşmesi bulundu
vi: Cập nhật phiên bản mới được phát hiện
zh_hans: 检测到新版本更新
zh_hant: 檢測到新版本更新

# SettingPassword
source: Change Password
de: Passwort ändern
es: Modificar la contraseña
id: Ubah Sandi
ja: パスワードの変更
ko: 암호 수정
tr: Parola değiştir
vi: Thay đổi mật khẩu
zh_hans: 修改密码
zh_hant: 修改密碼

# PersonAcount
source: account
de: Konto
es: Cuenta
id: akun
ja: アカウント
ko: 계정
tr: hesap
vi: Tài khoản
zh_hans: 账户
zh_hant: 賬戶

# GetCode
source: Verification Code
de: Prüfcode
es: Código de verificación
id: Kode Verifikasi
ja: 認証コード
ko: 인증 코드
tr: Kontrol Kodu
vi: Mã xác nhận
zh_hans: 验证码
zh_hant: 驗證碼

# GetResetCode
source: Reacquire
de: Reaktivieren
es: Recuperar
ja: 再取得
ko: 다시 가져오기
tr: Tekrar araştırma
vi: Lấy lại
zh_hans: 重新获取
zh_hant: 重新獲取

source: Old password
de: Altes Passwort
es: Contraseña antigua
id: Kata sandi lama
ja: 古いパスワード
ko: 이전 암호
tr: Eski parola
vi: Mật khẩu cũ
zh_hans: 旧密码
zh_hant: 舊密碼

source: New password
de: Neues Passwort
es: Nueva contraseña
id: Kata sandi baru
ja: 新しいパスワード
ko: 새 암호
tr: Yeni parola
vi: Mật khẩu mới
zh_hans: 新密码
zh_hant: 新密碼

source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
id: Konfirmasi Sandi
ja: パスワードの確認
ko: 암호 확인
tr: Parola doğrula
vi: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# PlearSuccessPassword
source: Please enter the correct password
de: Bitte geben Sie das richtige Passwort ein
es: Introduzca la contraseña correcta
id: Silakan masukkan kata sandi yang benar
ja: 正しいパスワードを入力してください
ko: 올바른 암호를 입력하십시오.
tr: Lütfen doğru parolanı girin
vi: Vui lòng nhập đúng mật khẩu
zh_hans: 请输入正确的密码
zh_hant: 請輸入正確的密碼

source: second
de: zweite
es: Segundos
id: detik
ja: 秒
ko: 초
tr: saniye
vi: giây
zh_hans: 秒
zh_hant: 秒

source: current version
de: aktuelle Version
es: Versión actual
id: versi saat ini
ja: 現在のバージョン
ko: 현재 버전
tr: şu anki sürüm
vi: Phiên bản hiện tại
zh_hans: 当前版本
zh_hant: 當前版本

# VersionTo
source: about
de: über
es: Sobre
id: tentang
ja: について
ko: 정보
tr: hakkında
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# VersionUpdate
source: Check for updates
de: Nach Updates suchen
es: Comprobar actualizaciones
id: Periksa kemaskini
ja: 更新のチェック
ko: 업데이트 확인
tr: Güncellemeler için kontrol et
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# IsVersionUpdate
source: Is the latest version
de: Ist die neueste Version
es: Ya es la última versión
id: Apakah versi terbaru
ja: 最新バージョン
ko: 이미 최신 버전
tr: Son sürüm
vi: Phiên bản mới nhất
zh_hans: 已是最新版本
zh_hant: 已是最新版本

# UserRemark
source: remarks
de: Bemerkungen
es: Nota
id: komentar
ja: コメント
ko: 설명
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# CancelTopMsg
source: Are you sure you want to cancel this topping message？
de: Sind Sie sicher, dass Sie diese Topping-Nachricht abbrechen möchten?？
es: Asegúrese de cancelar el mensaje superior？
id: Apakah Anda yakin ingin membatalkan pesan atas ini？
ja: このセットアップメッセージをキャンセルすることを決定します？
ko: 이 항목의 고정 메시지를 취소할지 결정합니다.？
tr: Bu yukarıdaki mesajı iptal etmek istediğinizden emin misiniz?？
vi: Hãy chắc chắn rằng bạn muốn hủy bỏ thông điệp này.？
zh_hans: 确定要取消该条置顶消息？
zh_hant: 確定要取消該條置頂消息？

# AddBlackList
source: Join the blacklist
de: Treten Sie der schwarzen Liste bei
es: Únete a la lista negra
id: Bergabung dengan daftar hitam
ja: ブラックリストに追加
ko: 블랙리스트에 들어가다
tr: Kara listeye katılın
vi: Tham gia danh sách đen
zh_hans: 加入黑名单
zh_hant: 加入黑名單

# ShareCard
source: Share business card
de: Visitenkarte teilen
es: Compartir tarjetas de visita
id: Bagi kartu bisnis
ja: 名刺を共有する
ko: 명함 공유
tr: İş kartını paylaş
vi: Chia sẻ danh thiếp
zh_hans: 分享名片
zh_hant: 分享名片

source: Friend QR code
de: QR-Code für Freunde
es: Código QR de amigo
id: Kode QR Teman
ja: 友達のQRコード
ko: 친구 QR코드
tr: Dost QR kodu
vi: Mã QR bạn thân
zh_hans: 好友二维码
zh_hant: 好友二維碼

# TagOperation
source: Label operation
de: Etikettenbetrieb
es: Operación de etiqueta
id: Operasi Label
ja: ラベル操作
ko: 레이블 작업
tr: Etiket operasyonu
vi: Hoạt động thẻ
zh_hans: 标签操作
zh_hant: 標籤操作

# MsgTop
source: Topping
es: En la parte superior
id: Atas
ja: の頂部をおおう
ko: 상단
tr: Toplanma
vi: Đặt đỉnh
zh_hans: 置顶
zh_hant: 置頂

# MsgCancelTop
source: Cancel Topping
de: Topping abbrechen
es: Cancelar la cima
id: Batalkan Topping
ja: セットアップ解除
ko: 고정 해제
tr: Toplamayı iptal et
vi: Hủy bỏ top
zh_hans: 取消置顶
zh_hant: 取消置頂

# ClearConcastion
source: Clear Session
de: Sitzung löschen
es: Sesión vaciada
id: Kosongkan Sesi
ja: セッションをクリア
ko: 세션 비우기
tr: Oturumu temizle
vi: Xoá phiên chạy
zh_hans: 清空会话
zh_hant: 清空會話

# StopSendCard
source: Prohibit sending business cards
de: Senden von Visitenkarten verbieten
es: Está prohibido enviar tarjetas de visita
id: melarang mengirim kartu bisnis
ja: 名刺の送付禁止
ko: 명함 발송 금지
tr: İş kartlarını göndermek yasaklıdır.
vi: Cấm gửi danh thiếp
zh_hans: 禁止发送名片
zh_hant: 禁止發送名片

source: Clear Content
de: Inhalt löschen
es: Eliminar contenido
id: Kosongkan isi
ja: コンテンツの消去
ko: 컨텐트 지우기
tr: İçindeki Temizle
vi: Xóa nội dung
zh_hans: 清空内容
zh_hant: 清空內容

# ChatNoticeTitle
source: Notice
de: Mitteilung
es: Aviso
id: notis
ja: に知らせる
ko: 알림
tr: bildirim
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# ChatNoticeOk
source: Known
de: Bekannt
es: Conocido
id: Diketahui
ja: 知っている
ko: 알려진
tr: Bilinen
vi: Đã biết
zh_hans: 已知晓
zh_hant: 已知曉

# ChatNotice
source: Announcement
de: Ankündigung
es: Anuncio
id: pengumuman
ja: 公告
ko: 공지
tr: duyuru
vi: Thông báo
zh_hans: 公告
zh_hant: 公告

# RedPackTitle
source: %ld red envelopes totaling %.6fUSDT
de: %ld rote Umschläge insgesamt%.6fUSDT
es: %ld sobres rojos, total %.6fUSDT
id: %ld amplop merah total %6fUSDT
ja: %ld個のお年玉合計%.6fUSDT
ko: %ld개 홍바오, 총액%.6fUSDT
tr: %ld kırmızı çevre toplamı %.6fUSDT
vi: %ld bao lì xì tổng cộng %.6fUSDT
zh_hans: %ld个红包共%.6fUSDT
zh_hant: %ld個紅包共%.6fUSDT

# RedPackGetFinish
source: The red envelope has been received completely
de: Der rote Umschlag ist vollständig eingegangen
es: Los sobres rojos han sido recogidos.
id: Sampul merah telah diterima sepenuhnya
ja: お年玉はもう受け取りました
ko: 홍바오는 이미 다 받았다
tr: Kırmızı kaplumat tamamen alındı.
vi: Bao lì xì đã hết
zh_hans: 红包已经领完了
zh_hant: 紅包已經領完了

# RedPackSeeDetail
source: View Details
de: Details anzeigen
es: Ver detalles
id: Lihat Rincian
ja: 詳細の表示
ko: 세부내용 보기
tr: Ayrıntıları Görüntüle
vi: Xem chi tiết
zh_hans: 查看详情
zh_hant: 查看詳情

# RedPackGetOver
source: Unfortunately, I almost got it～
de: Leider habe ich es fast geschafft.～
es: Desafortunadamente, casi lo agarré.～
id: Sayangnya, aku hampir mendapatkannya～
ja: 惜しい、もう少しで奪われるところだった～
ko: 아깝다, 하마터면 빼앗을 뻔했다～
tr: Maalesef neredeyse anladım.～
vi: Đáng tiếc, suýt nữa thì cướp được.～
zh_hans: 可惜了，差点就抢到了～
zh_hant: 可惜了，差點就搶到了～

# UserPriLab
source: 《User Agreement》
de: 《Nutzungsvereinbarung》
es: 《Protocolo de usuario》
id: 《Perjanjian Pengguna》
ja: 《ユーザプロトコル》
ko: 《사용자 프로토콜》
tr: 《Kullanıcı Anlaşması》
vi: 《Thỏa thuận người dùng》
zh_hans: 《用户协议》
zh_hant: 《用戶協定》

# AppUserPriPolicyWeb
source: https://Luckmoney8888.com/DM-CHAT/J-user-en.html
de: https://Luckmoney8888.com/DM-CHAT/J-user-D.html
es: https://Luckmoney8888.com/DM-CHAT/J-user-X.html
id: https://Luckmoney8888.com/DM-CHAT/J-user-Y.html
ja: https://Luckmoney8888.com/DM-CHAT/J-user-J.html
ko: https://Luckmoney8888.com/DM-CHAT/J-user-H.html
tr: https://Luckmoney8888.com/DM-CHAT/J-user-T.html
vi: https://Luckmoney8888.com/DM-CHAT/J-user-vn.html
zh_hans: https://Luckmoney8888.com/DM-CHAT/J-user-zh.html
zh_hant: https://Luckmoney8888.com/DM-CHAT/J-user-Z.html

# ScanloginTitle
source: Authorize login to %@？
de: Login autorisieren %@？
es: Autorización para iniciar sesión en %@？
id: Otorisasi daftar masuk ke %@？
ja: ログインの許可%@？
ko: 로그인 권한 부여 %@？
tr: İçeri girmenize izin verin %@？
vi: Đăng nhập ủy quyền %@？
zh_hans: 授权登录%@？
zh_hant: 授權登入%@？

# ScanloginSucess
source: Login successful！
de: Login erfolgreich！
es: Inicio de sesión exitoso！
id: Login berhasil！
ja: ログイン成功！
ko: 로그인 성공！
tr: İçeri başarılı！
vi: Đăng nhập thành công！
zh_hans: 登录成功！
zh_hant: 登入成功！

# ChatMessageDraft
source: [draft]：%@
de: [Entwurf]：%@
es: [Borrador]：%@
ja: [ドラフト制]：%@
ko: [초안]：%@
vi: [Dự thảo]：%@
zh_hans: [草稿]：%@
zh_hant: [草稿]：%@

# WalletTitle
source: wallet
de: Brieftasche
es: Billetera
id: dompet
ja: 財布
ko: 지갑
tr: Cüzdanı
vi: Ví tiền
zh_hans: 钱包
zh_hant: 錢包

# WalletSubTitle
source: You will add the wallet to the 'FUN CHAT' to the 'My' page
de: Sie werden die Wallet zum 'FUN CHAT' auf der 'Meine' Seite hinzufügen
es: Agregará la billetera a la página 'fun - chat' a 'my'
id: Anda akan menambahkan dompet ke halaman 'FUN CHAT' ke halaman 'My'
ja: このウォレットを「DM-CHAT」から「マイ」ページに追加します
ko: 내 페이지에 DM-CHAT 지갑을 추가합니다.
tr: Cüzdanı 'FUN CHAT' sayfasına ekleyeceksin.
vi: Bạn sẽ thêm ví vào trang DM-CHAT thành Mine
zh_hans: 您将添加该钱包到“DM-CHAT”至“我的”页面中
zh_hant: 您將添加該錢包到“DM-CHAT”至“我的”頁面中

# WalletSubTitles
source: DM-CHAT APP does not guarantee the security of wallets set up to provide convenience to users. The risks associated with using its services on DM-CHAT will be entirely borne by myself, and DM-CHAT will not be responsible or assume any legal responsibility. By adding and using this service, one agrees to this statement
de: DM-CHAT APP übernimmt keine Garantie für die Sicherheit von Wallets, die eingerichtet wurden, um den Benutzern Komfort zu bieten. Die Risiken, die mit der Nutzung seiner Dienste auf DM-CHAT verbunden sind, werden vollständig von mir selbst getragen, und DM-CHAT übernimmt keine Verantwortung oder rechtliche Verantwortung. Durch Hinzufügen und Nutzung dieses Dienstes stimmen Sie dieser Erklärung zu.
es: La aplicación fun - chat no garantiza la seguridad de las billeteras establecidas para facilitar a los usuarios, y los riesgos que conlleva el uso de sus servicios en DM-CHAT serán asumidos exclusivamente por ellos mismos, y fun - chat no es responsable ni legalmente responsable. Añadir y utilizar el servicio significa que el Representante está de acuerdo con la declaración.
id: DM-CHAT APP tidak menjamin keamanan dompet yang disediakan untuk menyediakan kenyamanan bagi pengguna. Risiko yang berhubungan dengan menggunakan layanannya pada DM-CHAT akan sepenuhnya dibayar oleh saya sendiri, dan DM-CHAT tidak akan bertanggung jawab atau mengambil tanggung jawab hukum apapun. Dengan menambah dan menggunakan layanan ini, seseorang setuju dengan pernyataan ini
ja: DM-CHAT APPはユーザーに便利さを提供するために設定された財布の安全性を保証しておらず、DM-CHATでそのサービスを使用する際に存在するリスクは完全に本人が負担し、DM-CHATは一切責任を負わず、法的責任も負わない。このサービスを追加して使用することは、宣言に同意することを意味する.
ko: DM-CHAT APP은 사용자에게 편의를 제공하기 위해 설정된 지갑의 보안을 보장하지 않으며, DM-CHAT에서 서비스를 사용하는 데 존재하는 위험은 전적으로 본인이 부담하며, DM-CHAT은 어떠한 법적 책임도 지지 않는다.이 서비스를 추가하고 사용하는 것은 이 성명에 동의하는 것을 대표한다.
tr: DM-CHAT APP kullanıcılara uygun sağlamak için ayarlanan cüzdanların güvenliğini garanti etmiyor. DM-CHAT'daki hizmetlerini kullanmak ile alakalı riskler tamamen kendi tarafımdan sıkılacak ve DM-CHAT sorumlu veya yasal sorumluluğu kabul etmeyecek. Bu hizmeti ekleyerek ve kullanarak, birisi bu ifadeyi kabul eder.
vi: Ứng dụng DM-CHAT không đảm bảo tính bảo mật của ví được thiết lập để tạo điều kiện thuận lợi cho người dùng, rủi ro liên quan đến việc sử dụng dịch vụ của mình tại DM-CHAT sẽ hoàn toàn chịu trách nhiệm và DM-CHAT sẽ không chịu trách nhiệm và không chịu trách nhiệm pháp lý. Bằng cách thêm và sử dụng Dịch vụ, người đại diện đồng ý với tuyên bố.
zh_hans: DM-CHAT APP不保证为向用户提供便利而设置的钱包的安全性，在DM-CHAT使用其服务所存在的风险将完全由本人承担，DM-CHAT概不负责，也不承担任何法律责任。添加并使用该服务，即代表同意该声明.
zh_hant: DM-CHAT APP不保證為向用戶提供便利而設定的錢包的安全性，在DM-CHAT使用其服務所存在的風險將完全由本人承擔，DM-CHAT概不負責，也不承擔任何法律責任。 添加並使用該服務，即代表同意該聲明.

# WalletAgreeAdd
source: Agree to add
de: Einverständnis zum Hinzufügen
es: Aceptar agregar
id: Setuju untuk menambah
ja: 追加に同意
ko: 추가 동의
tr: Eklemeye kabul et
vi: Đồng ý thêm
zh_hans: 同意添加
zh_hant: 同意添加

# WalletSubTitle1
source: Disclaimers
de: Haftungsausschlüsse
es: Declaración de exención de responsabilidad
id: Penolakan
ja: 免責事項
ko: 면책 성명
tr: Kaçırıcılar
vi: Tuyên bố miễn trừ trách nhiệm
zh_hans: 免责声明
zh_hant: 免責聲明

source: network error
de: Netzwerkfehler
es: Error de red
ja: ネットワークエラー
ko: 네트워크 오류
tr: ağ hatası
vi: Lỗi mạng
zh_hans: 网络错误
zh_hant: 網絡錯誤

# AllowStrangerChat
source: Allow strangers to chat
de: Fremden erlauben zu chatten
es: Permitir que extraños chateen
id: Izinkan orang asing untuk berbicara
ja: 見知らぬ人のチャットを許可する
ko: 낯선 사람이 채팅하는 것을 허락하다
tr: Yabancıların konuşmasına izin verin
vi: Cho phép người lạ trò chuyện
zh_hans: 允许陌生人聊天
zh_hant: 允許陌生人聊天

# CollectBtnTitle
source: Collection
de: Sammlung
es: Recaudación
id: Koleksi
ja: 入金
ko: 수금
tr: Kolleksiyon
vi: Nhận tiền
zh_hans: 收款
zh_hant: 收款

# CollectWaitTitle
source: To be received
de: Zu empfangen
es: Pendiente de cobro
id: Untuk diterima
ja: 未収金
ko: 미수금
tr: Alılacak
vi: Chờ thu tiền
zh_hans: 待收款
zh_hant: 待收款

# CollectRedTitle
source: Received
de: Empfangen
es: Se ha cobrado
id: Diterima
ja: 入金済
ko: 수금 완료
tr: Alındı
vi: Đã thu tiền
zh_hans: 已收款
zh_hant: 已收款

# MsgSelect
source: multiple choice
es: Selección múltiple
id: Pilihan Berbilang
ja: 複数選択
ko: 다선
tr: Çoklu Seçim
vi: Nhiều lựa chọn
zh_hans: 消息多选
zh_hant: 消息多選

# TransSucess
source: Transfer successful
de: Transfer erfolgreich
es: Transferencia exitosa
id: Transfer berhasil
ja: 振り替え成功
ko: 이체 성공
tr: Transfer başarılı
vi: Chuyển tiền thành công
zh_hans: 转账成功
zh_hant: 轉帳成功

# DataExceed
source: Cannot exceed 50M
de: Kann 50M nicht überschreiten
es: No se puede superar el 50M
id: Tidak dapat melebihi 50M
ja: 50Mを超えてはならない
ko: 50M을 초과할 수 없습니다.
tr: 50M'den fazla geçemez
vi: Không quá 50M
zh_hans: 不能超过50M
zh_hant: 不能超過50M

# CollectData
source: collect
de: Sammlung
es: Colección
id: Koleksi
ja: コレクション
ko: 모음집
tr: Kolleksiyon
vi: Bộ sưu tập
zh_hans: 收藏
zh_hant: 收藏

# CollectDataSuccess
source: Collection successful
de: Sammlung erfolgreich
es: Colección exitosa
id: Koleksi berhasil
ja: コレクション成功
ko: 모음 성공
tr: Koleksyon başarılı
vi: Sưu tầm thành công
zh_hans: 收藏成功
zh_hant: 收藏成功

# CreateBipWord
source: Create mnemonics
de: Erinnerungsmoniken erstellen
es: Crear palabras mnemáticas
id: Buat mnemonik
ja: 助数詞の作成
ko: 도움말 만들기
tr: Görüntüler oluştur
vi: Tạo một memory words
zh_hans: 创建助记词
zh_hant: 創建助記詞

# InputBipWord
source: Import mnemonics
de: Mnemonics importieren
es: Introducir palabras para ayudar a recordar
id: Impor mnemonik
ja: 助数詞のインポート
ko: 도움말 가져오기
tr: Görüntüleri İçeri
vi: Nhập trợ từ
zh_hans: 导入助记词
zh_hant: 導入助記詞

# LoginBipWord
source: Existing account login
de: Bestehende Kontoanmeldung
es: Se ha iniciado sesión con una cuenta
id: Login rekening yang ada
ja: 既存のアカウントログイン
ko: 이미 계정 로그인
vi: Đã có tài khoản đăng nhập
zh_hans: 已有账号登录
zh_hant: 已有帳號登入

# InputWordLogin
source: Please enter mnemonics separated by spaces
de: Bitte geben Sie die durch Leerzeichen getrennten Nummern ein
es: Por favor, introduzca las palabras de ayuda y separe por espacios en blanco.
id: Silakan masukkan mnemonik terpisah dengan ruang
ja: スペースで区切る助数詞を入力してください
ko: 공백으로 구분하려면 도움말을 입력하십시오.
tr: Lütfen uzayla ayrılmış anımsal girin
vi: Vui lòng nhập từ trợ giúp để cách nhau bằng khoảng trắng
zh_hans: 请输入助记词，以空格隔开
zh_hant: 請輸入助記詞，以空格隔開

# InputAccnout
source: Please enter an account
de: Bitte geben Sie ein Konto ein
es: Por favor, introduzca la cuenta
id: Silakan masukkan akun
ja: アカウントを入力してください
ko: 계정을 입력하세요
tr: Lütfen bir hesap girin
vi: Vui lòng nhập số tài khoản
zh_hans: 请输入账号
zh_hant: 請輸入帳號

# InputSetingPwd
source: Please set password
de: Bitte Passwort festlegen
es: Por favor, establezca la contraseña
id: Silakan tetapkan sandi
ja: パスワードを設定してください
ko: 암호를 설정하십시오.
tr: Lütfen parolanı ayarlayın
vi: Vui lòng đặt mật khẩu
zh_hans: 请设置密码
zh_hant: 請設置密碼

# InputConfirmPwd
source: Please enter a confirmation password
de: Bitte geben Sie ein Bestätigungs-Passwort ein
es: Introduzca la contraseña de confirmación
id: Silakan masukkan sandi konfirmasi
ja: 確認パスワードを入力してください
ko: 확인 암호를 입력하십시오.
tr: Lütfen doğrulama parolanı girin
vi: Vui lòng nhập mật khẩu xác nhận
zh_hans: 请输入确认密码
zh_hant: 請輸入確認密碼

# ShowBipWord
source: Show mnemonics
de: Gedächtnissymbole anzeigen
es: Mostrar palabras mnemáticas
id: Tampilkan mnemonik
ja: 助記詞の表示
ko: 도움말 표시
tr: Görüntüleri göster
vi: Hiện các từ trợ giúp
zh_hans: 显示助记词
zh_hant: 顯示助記詞

# AccountRepeat
source: Account duplicate, please re-enter
de: Kontoduplikat, bitte erneut eingeben
es: La cuenta se repite, por favor vuelva a ingresar
id: Duplikasi rekening, silakan masukkan kembali
ja: アカウントが重複していますので、再入力してください
ko: 계정 중복, 다시 입력하세요
tr: Hesap ikiye, lütfen yeniden girin
vi: Tài khoản lặp lại, vui lòng nhập lại
zh_hans: 账号重复，请重新输入
zh_hant: 帳號重複，請重新輸入

# CallTransferTitle
source: [Audio Video Call]
de: [Audio- und Videoanrufe]
es: [Llamadas de audio y video]
id: [Audio and video calls]
ja: [オーディオビデオ通話]
ko: [음성 영상 통화]
tr: [Ses Video Çağırımı]
vi: [Âm thanh và video call]
zh_hans: [音视频通话]
zh_hant: [音視頻通話]

# FileError
source: File damage
de: Aktenschäden
es: Documento roto
id: Kerusakan berkas
ja: ファイル破損
ko: 파일 파손
tr: Dosya hasarı
vi: Tài liệu bị hỏng
zh_hans: 文件破损
zh_hant: 檔案破損

# ApplyAddGroup
source: %@Apply to join the group:%@
de: %@Bewerben, um der Gruppe beizutreten:%@
es: %@Solicitar unirse al Grupo:%@
id: %@Aplikasi untuk bergabung dengan kelompok:%@
ja: %@グループへの参加を申請する:%@
ko: %@그룹 가입 신청:%@
tr: %@Grupa katılmak için uygulayın:%@
vi: %@Yêu cầu tham gia nhóm:%@
zh_hans: %@申请加入群组:%@
zh_hant: %@申請加入群組:%@

# AddGroupAll
source: Allow anyone to join
de: Jeder darf beitreten
es: Permitir que cualquier persona se una
id: Izinkan siapapun untuk bergabung
ja: 誰でも参加できる
ko: 누구나 가입 가능
tr: Herkese katılmasına izin verin
vi: Cho phép bất cứ ai tham gia
zh_hans: 允许任何人加入
zh_hant: 允許任何人加入

# AddGroupMember
source: Group member invitation
de: Einladung für Gruppenmitglieder
es: Invitación de los miembros del Grupo
id: Undangan anggota kelompok
ja: グループメンバー招待
ko: 그룹 구성원 초대
tr: Grup üyesi daveti
vi: Lời mời thành viên nhóm
zh_hans: 群成员邀请
zh_hant: 群成員邀請

# AddGroupAdmin
source: Only group management invitations
de: Nur Einladungen zur Gruppenverwaltung
es: Solo invitación de gestión de grupos
id: Hanya undangan manajemen kelompok
ja: クラスタ管理招待のみ
ko: 클러스터 관리 초대 전용
tr: Sadece grup yönetim davetleri
vi: Lời mời quản lý nhóm
zh_hans: 仅群管理邀请
zh_hant: 僅群管理邀請

# AddGroupVerity
source: Join through group verification
de: Teilnahme durch Gruppenüberprüfung
es: Unirse a través de la verificación de grupo
id: Bergabung melalui verifikasi kelompok
ja: グループ検証による参加
ko: 그룹 인증을 통해 가입
tr: Grup doğrulaması ile katılın
vi: Tham gia với Group Validation
zh_hans: 通过群验证加入
zh_hant: 通過群驗證加入

# AddGroupPwd
source: Join through password
de: Mit Passwort anmelden
es: Unirse a través de la contraseña
id: Bergabung melalui kata sandi
ja: パスワードによる参加
ko: 비밀번호로 가입
tr: Parola aracılığıyla katılın
vi: Tham gia bằng mật khẩu
zh_hans: 仅密码加入
zh_hant: 通過密碼加入

# AddGroupInputPwd
source: Enter verification password
de: Verifizierungspasswort eingeben
es: Introduzca la contraseña de verificación
ja: 認証パスワードの入力
ko: 인증 암호 입력
tr: Yetki parolanı girin
vi: Nhập mật khẩu xác minh
zh_hans: 输入验证密码
zh_hant: 輸入驗證密碼

# ChatTransfer
source: [transfer]
es: [Transferencias]
ja: [振り替え]
ko: [이체]
tr: [hesapları aktar]
vi: [chuyển]
zh_hans: [转账]
zh_hant: [轉帳]
