Repository: DM-CHAT/IM
Catalog: IOS/NewZolo/Resource/*.lproj/InfoPlist.strings
Languages: de, es, id, ja, ko, tr, vi, zh_hans, zh_hant

# ComplaintTitle4
source: Infringement exists
de: Verstöße bestehen
es: Existencia de infracciones
id: Pelanggaran ada
ja: 権利侵害行為がある
ko: 권리 침해 행위가 존재하다.
tr: Kötülük var.
vi: Vi phạm tồn tại
zh_hans: 存在侵权行为
zh_hant: 存在侵權行為

# ComplaintTitle5
source: Publish counterfeit information
de: Veröffentlichung gefälschter Informationen
es: Publicar información sobre productos falsificados
id: Menpublikasikan informasi palsu
ja: 模倣品情報の公開
ko: 모조품 정보 게시
tr: Yalanmış bilgi yayınlayın
vi: Thông tin Fake
zh_hans: 发布仿冒品信息
zh_hant: 發佈仿冒品資訊

# ComplaintTitle6
source: Impersonating others
de: Sich als andere ausgeben
es: Hacerse pasar por otros
id: Menghancurkan orang lain
ja: 他人になりすます
ko: 남을 사칭하다
tr: Başkalarını etkileyici
vi: Giả mạo người khác
zh_hans: 冒充他人
zh_hant: 冒充他人

# ComplaintTitle7
source: Infringement of the rights and interests of minors
de: Verletzung der Rechte und Interessen Minderjähriger
es: Violación de los derechos e intereses de los menores
id: Pelanggaran hak dan kepentingan anak kecil
ja: 未成年者の権益を侵害する
ko: 미성년자의 권익을 침해하다.
tr: Azınların haklarını ve ilgilerinin bozulması
vi: Vi phạm quyền của trẻ vị thành niên
zh_hans: 侵犯未成年人权益
zh_hant: 侵犯未成年人權益

# ComplaintTitleG1
source: This group has gambling behavior
de: Diese Gruppe hat Spielverhalten
es: El Grupo tiene un comportamiento de juego
id: Kelompok ini memiliki perilaku judi
ja: このグループには賭博行為が存在する
ko: 이 그룹에는 도박 행위가 존재한다
tr: Bu grup kumar davranışı var.
vi: Nhóm này có hành vi đánh bạc
zh_hans: 该群存在赌博行为
zh_hant: 該群存在賭博行為

# ComplaintTitleG2
source: This group has fraudulent and fraudulent behavior
de: Diese Gruppe hat betrügerisches und betrügerisches Verhalten
es: El grupo cometió fraude y fraude de dinero.
id: Kelompok ini memiliki perilaku palsu dan palsu
ja: このグループには詐欺による金の詐欺行為が存在する
ko: 이 그룹에는 사기와 돈 사기 행위가 존재한다.
tr: Bu grup sahte ve sahte davranışları var.
vi: Nhóm này có hành vi gian lận, lừa đảo.
zh_hans: 该群存在欺诈骗钱行为
zh_hant: 該群存在欺詐騙錢行為

# ComplaintTitleG3
source: This group has caused me harassment by posting inappropriate information
de: Diese Gruppe hat mich belästigt, indem sie unangemessene Informationen gepostet hat
es: El Grupo publicó información inapropiada que me acosó.
id: Kelompok ini telah menyebabkan saya mengganggu dengan memposting informasi yang tidak sesuai
ja: このグループが不適切な情報を発信して私に迷惑をかけた
ko: 부적절한 정보를 게시하여 괴롭힘
tr: Bu grup bana uygun bilgi göndererek taciz etti.
vi: Nhóm này gửi thông tin không phù hợp, quấy rối tôi.
zh_hans: 该群发布不适当的信息对我造成骚扰
zh_hant: 該群發佈不適當的資訊對我造成騷擾

# ComplaintTitleG4
source: This group spreads rumors and information
de: Diese Gruppe verbreitet Gerüchte und Informationen
es: El Grupo difunde información sobre rumores
id: Kelompok ini menyebarkan rumor dan informasi
ja: このグループはデマ情報を流している
ko: 이 그룹은 유언비어 정보를 퍼뜨린다
tr: Bu grup duyurular ve bilgi yayıyor
vi: Nhóm phát tán tin đồn
zh_hans: 该群传播谣言信息
zh_hant: 該群傳播謠言資訊

# ComplaintTitleG5
source: This group is posting counterfeit information
de: Diese Gruppe veröffentlicht gefälschte Informationen
es: El Grupo está publicando información sobre productos falsificados.
id: Kelompok ini memposting informasi palsu
ja: このグループは模倣品情報を発表している
ko: 이 그룹은 모조품 정보를 발표하고 있다
tr: Bu grup yalan bilgi gönderiyor.
vi: Nhóm này đang công bố thông tin giả mạo.
zh_hans: 该群在发布仿冒品信息
zh_hant: 該群在發佈仿冒品資訊

# ComplaintTitleG6
source: This group infringes on the rights and interests of minors
de: Diese Gruppe verletzt die Rechte und Interessen von Minderjährigen
es: El Grupo viola los derechos e intereses de los menores
id: Kelompok ini melanggar hak dan kepentingan anak kecil
ja: このグループは未成年者の権益を侵害している
ko: 이 그룹은 미성년자의 권익을 침해한다
tr: Bu grup küçüklerin haklarını ve ilgilendirilerini çiğnedir.
vi: Nhóm vi phạm quyền của trẻ vị thành niên
zh_hans: 该群侵犯未成年人权益
zh_hant: 該群侵犯未成年人權益

# ComplaintSucess
source: Complaint successful, pending review and processing
de: Beschwerde erfolgreich, Prüfung und Bearbeitung noch ausstehend
es: La queja fue exitosa y está pendiente de revisión.
id: Keluhan berhasil, menunggu pemeriksaan dan proses
ja: クレームが成功し、審査処理待ち
ko: 신고 성공, 심사 처리 대기 중
tr: İzleme başarılı, gözlenme ve işleme beklenmiş
vi: Khiếu nại thành công, chờ xử lý
zh_hans: 投诉成功，待审核处理
zh_hant: 投訴成功，待稽核處理
