Repository: DM-CHAT/IM
Catalog: IOS/NewZolo/Resource/*.lproj/InfoPlist.strings
Languages: de, es, id, ja, ko, tr, vi, zh_hans, zh_hant

# AlertRedCount
source: Please enter the total amount
es: Por favor, introduzca el monto total
id: Silakan masukkan jumlah total
ja: 合計金額を入力してください
ko: 총 금액을 입력하십시오.
tr: Lütfen toplam miktarı girin
vi: Vui lòng nhập tổng số tiền
zh_hans: 请输入总金额，小数为六位金额
zh_hant: 請輸入總金額，小數為六位金額

# AlertRedNumber
source: Please enter a lucky number
de: Please enter the lucky number
es: Por favor, introduzca el número de la suerte
id: Silakan masukkan nomor beruntung
ja: ラッキーナンバーを入力してください
ko: 행운의 숫자를 입력하세요
tr: Lütfen şanslı bir numara girin
vi: Vui lòng nhập một số may mắn
zh_hans: 请输入0-9幸运数字
zh_hant: 請輸入0-9幸運數字

# AlertInputMoney
source: Please enter the transfer amount
es: Por favor, introduzca el monto de la transferencia.
id: Silakan masukkan jumlah transfer
ja: 振替金額を入力してください
ko: 이체 금액을 입력하세요
tr: Lütfen aktarım miktarını girin
vi: Vui lòng nhập số tiền chuyển
zh_hans: 请输入转账金额，小数为六位金额
zh_hant: 請輸入轉帳金額，小數為六位金額

# AlertStayTuned
source: Stay tuned...
es: Por favor, Espere...
id: Tetap tuned ...
ja: お楽しみに…
ko: 기대해 주시고...
tr: Yakında geliyor.
vi: Hãy theo dõi ...
zh_hans: 敬请期待...
zh_hant: 敬請期待…

# AlertNoOurthSee
source: No permission to operate
de: no permission to view
es: No hay permisos para ver
id: Tidak ada izin untuk beroperasi
ja: 表示する権限がありません
ko: 보기 권한 없음
tr: Görmek için izin yok
vi: Hành động không có quyền
zh_hans: 没有权限操作
zh_hant: 沒有許可權查看

# AlertBindedDapp
source: The applet has been bound
de: Bound applet
es: Applet vinculado
id: Applet telah diikat
ja: バインドされたアプレット
ko: 바인딩된 애플릿
tr: Aplet Sınırı
vi: Applet đã bị ràng buộc
zh_hans: 已绑定小程序
zh_hant: 已綁定小程式

# AlertNoSendNullMsg
source: Cannot send null message
de: Cannot send empty message
es: No se pueden enviar mensajes vacíos
id: Tidak dapat mengirim pesan kosong
ja: 空のメッセージを送信できません
ko: 빈 메시지를 보낼 수 없습니다.
tr: Boş bir mesaj gönderemez
vi: Không thể gửi tin nhắn rỗng
zh_hans: 不能发送空消息
zh_hant: 不能發送空消息

# AlertSendMoreWordNum
source: Send up to 2000 words
de: Send up to 2000 characters
es: Enviar hasta 2000 palabras
id: Kirim hingga 2000 kata
ja: 最大2000ワード送信
ko: 최대 2000자 보내기
tr: 2000 kelimeye gönder
vi: Gửi tối đa 2000 từ
zh_hans: 最多发送2000字
zh_hant: 最多發送2000字

# AlertSendVoiceTime
source: Send voice time is too short
es: El tiempo de envío de voz es demasiado corto
id: Waktu pengiriman suara terlalu singkat
ja: 音声送信時間が短すぎる
ko: 음성 전송 시간이 너무 짧습니다.
tr: Ses gönderme zamanı çok kısa.
vi: Thời gian gửi thoại quá ngắn
zh_hans: 发送语音时间过短
zh_hant: 發送語音時間過短

# AlertOnRedPack
source: 4 or more people can upgrade the red packet group
de: More than four people can upgrade the red envelope group
es: Más de 4 personas pueden actualizar el Grupo de sobres rojos
id: 4 orang atau lebih dapat meningkatkan grup paket merah
ja: 4人以上でアップグレード可能なお年玉グループ
ko: 4명 이상 홍바오 그룹 승급 가능
tr: 4'den fazla insan olan kırmızı paket grubu geliştirilebilir
vi: 4 người trở lên có thể nâng cấp nhóm gói màu đỏ
zh_hans: 4人以上可升级红包群
zh_hant: 4人以上可升級紅包群

# AlertPhotoNoFind
source: Album not allowed access
de: Album does not allow access
es: Los álbumes no están permitidos
id: Album tidak diizinkan akses
ja: アルバムへのアクセスは許可されていません
ko: 앨범 액세스 불가
tr: Albüme erişime izin verilmedi
vi: Album không được phép truy cập
zh_hans: 相册不允许访问
zh_hant: 相册不允許訪問

# AlertMicroNoFind
source: Microphone access not allowed
es: El micrófono no permite el acceso
id: Akses mikrofon tidak diizinkan
ja: マイクへのアクセスは許可されていません
ko: 마이크에 액세스할 수 없음
tr: Mikrofon erişime izin verilmedi
vi: Không được phép truy cập vào micrô
zh_hans: 麦克风不允许访问
zh_hant: 麥克風不允許訪問

# AlertQuiteLogin
source: Are you sure you want to log out?
de: Confirm logout？
es: ¿Confirmar la salida para iniciar sesión?
id: Apakah Anda yakin ingin keluar?
ja: ログオンを終了することを確認しますか？
ko: 로그인을 종료하시겠습니까?
tr: Çıkmak istediğinden emin misin?
vi: Bạn có chắc chắn muốn đăng xuất không?
zh_hans: 确认退出登录？
zh_hant: 確認登出？

# AlertClear
source: Confirm to clear?
es: ¿Confirmar vaciado?
id: Konfirmasi untuk menghapus?
ja: クリアを確認しますか？
ko: 비우시겠습니까?
tr: Temizleyecek misin?
vi: Xác nhận xóa?
zh_hans: 确认清空?
zh_hant: 確認清空？

# AlertSureDel
source: Confirm to delete?
de: confirm deletion？
es: ¿Confirmar la eliminación?
id: Konfirmasi untuk menghapus?
ja: 削除を確認しますか？
ko: 삭제 확인?
tr: Silecek misin?
vi: Xác nhận xóa?
zh_hans: 确认删除？
zh_hant: 確認删除？

# AlertSureDelManger
source: Are you sure to remove this manager?
de: Confirm removal of this admin？
es: ¿Confirmar la eliminación del administrador?
id: Apakah Anda yakin akan menghapus pengelola ini?
ja: 管理者の削除を確認しますか？
ko: 관리자를 제거하시겠습니까?
tr: Bu yöneticiyi silecek misiniz?
vi: Bạn có chắc chắn loại bỏ người quản lý này không?
zh_hans: 确认移除该管理员？
zh_hant: 確認移除該管理員？

# AlertSureDelMute
source: Are you sure to remove the member's mute permission?
de: Confirm to remove the member's ban permission？
es: ¿¿ confirmar la eliminación de la autoridad de prohibición del miembro?
id: Apakah Anda yakin akan menghapus izin bisukan anggota?
ja: メンバーの無効化権限の削除を確認しますか？
ko: 이 구성원의 금언 권한을 제거하시겠습니까?
tr: Üyesinin yasaklı iznini silmeye emin misiniz?
vi: Bạn có chắc chắn loại bỏ quyền tắt tiếng của thành viên không?
zh_hans: 确认移除该成员禁言权限？
zh_hant: 確認移除該成員禁言許可權？

# AlertSureDisDel
source: Confirm to dissolve and delete?
de: Confirm dissolution and delete？
es: ¿Confirmar la disolución y eliminar?
id: Konfirmasi untuk membubarkan dan menghapus?
ja: 解散を確認して削除しますか？
ko: 해체 확인 및 삭제?
tr: Boşaltıp silmeye emin misiniz?
vi: Xác nhận giải thể và xóa?
zh_hans: 确认解散并删除？
zh_hant: 確認解散並删除？

# AlertSureQuitGroup
source: Are you sure to quit the group chat?
de: Confirm exit group chat？
es: ¿Confirmar la salida del chat grupal?
id: Apakah Anda yakin untuk keluar dari obrolan grup?
ja: グループチャットを終了することを確認しますか？
ko: 채팅방 탈퇴 확인?
tr: Grup sohbetinden ayrılmak için emin misiniz?
vi: Bạn có chắc chắn thoát khỏi trò chuyện nhóm không?
zh_hans: 确认退出群聊？
zh_hant: 確認退出群聊？

# AlertSureDelConcat
source: Are you sure you want to delete this contact?
de: Confirm to delete this contact？
es: ¿Confirmar la eliminación del contacto?
id: Yakin ingin menghapus kontak ini?
ja: 連絡先の削除を確認しますか？
ko: 이 연락처를 삭제하시겠습니까?
tr: Bu temayı silecek misiniz?
vi: Bạn có chắc chắn muốn xóa liên hệ này không?
zh_hans: 确认删除该联系人？
zh_hant: 確認删除該連絡人？

# AlertSureDelBlack
source: Are you sure to remove this blacklist?
de: Confirm removal from the blacklist？
es: ¿¿ confirmar la retirada de la persona de la lista negra?
id: Apakah Anda yakin untuk menghapus daftar hitam ini?
ja: ブラックリストからの移動を確認しますか？
ko: 이 블랙리스트 요원을 빼내시겠습니까?
tr: Kara listesindeki kişiyi silecek misiniz?
vi: Bạn có chắc chắn xóa danh sách đen này không?
zh_hans: 确认移出该黑名单人员？
zh_hant: 確認移出該黑名單人員？

# AlertSureDelContent
source: Confirm account cancellation?
es: ¿Confirmar la cancelación de la cuenta?
id: Konfirmasi pembatalan akun?
ja: ログアウトしたアカウントを確認しますか？
ko: 계정 로그아웃 확인?
tr: Hesabı iptal etmek için emin misiniz?
vi: Xác nhận hủy tài khoản?
zh_hans: 确认注销账号?
zh_hant: 確認註銷帳號？

# AlertSureRefreshLogin
source: Your account is logged in on other devices, please confirm
de: Ihr Konto ist auf anderen Geräten eingeloggt, bestätigen Sie bitte
es: Su cuenta se conecta en otro dispositivo, por favor confirme
id: Akaun Anda terdaftar pada perangkat lain, silakan konfirmasi
ja: あなたのアカウントは他のデバイスにログインしているので、確認してください
ko: 당신의 계정은 다른 장치에 로그인, 확인하세요
tr: Hesabınız diğer aygıtlar üzerinde girdi, lütfen doğrulayın
vi: Tài khoản của bạn đã đăng nhập vào thiết bị khác, vui lòng xác nhận
zh_hans: 您的账号在其他设备登陆，请确认
zh_hant: 您的帳號在其他設備登入，請確認

# ChatAddContact
source: Add to Contact
de: add to contacts
es: Añadir a los contactos
id: Tambahkan ke Kontak
ja: 連絡先に追加
ko: 연락처에 추가
tr: Temaslara ekle
vi: Thêm vào Liên hệ
zh_hans: 添加到联系人
zh_hant: 添加到連絡人

# ChatApplyAddFriend
source: Apply to add friend
de: Apply to add friends
es: Solicitar agregar amigos
id: Terapkan untuk menambahkan teman
ja: 友達追加の申請
ko: 친구 추가 신청
tr: Arkadaşları eklemek için uygulayın
vi: Đăng ký để thêm bạn bè
zh_hans: 申请添加好友
zh_hant: 申請添加好友

# ChatSendApplyAddFriend
source: Send Add Friend Request
de: Send friend request
es: Enviar una solicitud para agregar amigos
id: Kirim Tambah Permintaan Pertemanan
ja: 友達追加申請の送信
ko: 친구 추가 신청 보내기
tr: Arkadaşları eklemek için uygulama gönder
vi: Gửi Thêm Yêu cầu Kết bạn
zh_hans: 发送添加好友申请
zh_hant: 發送添加好友申請

# ChatSendHello
source: Hello, I'm
de: Hello, I am
es: Hola, soy
id: Halo, aku
ja: こんにちは、私は
ko: 안녕하세요
tr: Merhaba.
vi: Xin chào, tôi là
zh_hans: 你好，我是
zh_hant: 你好，我是

# ChatFriendRemark
source: Friend Remark
de: Freund Notizen
es: Nota de amigo
id: Perhatian Teman
ja: 友達コメント
ko: 친구 설명
tr: Arkadaş notlar
vi: Nhận xét của Bạn bè
zh_hans: 好友备注
zh_hant: 好友備註

# ChatInputRemark
source: input remark
de: Bemerkungen eingeben
es: Ingrese la nota
ja: コメントの入力
ko: 추가 정보 입력
tr: Şerhleri girin
vi: nhận xét đầu vào
zh_hans: 输入备注
zh_hant: 輸入備註

# ChatSendButtom
source: Send
de: senden
es: Enviar
id: Kirim
ja: 送信
ko: 발송
tr: gönderin
vi: Gửi
zh_hans: 发送
zh_hant: 發送

# ChatTransforMoney
source: Transfer amount:
de: Überweisungsbetrag:
es: Importe de la transferencia:
id: Jumlah transfer:
ja: 振替金額：
ko: 이체 금액:
tr: Transfer miktarı:
vi: Số tiền chuyển:
zh_hans: 转账金额：
zh_hant: 轉帳金額：

# ChatRedTilte
source: Send red envelopes
de: rote Umschläge
es: Enviar sobres rojos
id: Kirim amplop merah
ja: お年玉を出す
ko: 홍바오를 주다
tr: Kırmızı kaplumbağaları çıkar.
vi: Gửi phong bì đỏ
zh_hans: 发红包
zh_hant: 發紅包

# ChatRedNum
source: Number of red packets
de: Anzahl der roten Umschläge
es: Número de sobres rojos
id: Jumlah paket merah
ja: お年玉の個数
ko: 홍바오 개수
tr: Kırmızı paketler sayısı
vi: Số gói màu đỏ
zh_hans: 红包个数
zh_hant: 紅包個數

# ChatRedSum
source: Total amount
de: Pauschalbetrag
es: Importe total
id: Jumlah total
ja: 合計金額
ko: 총 금액
tr: Toplam miktar
vi: Tổng số tiền
zh_hans: 总金额
zh_hant: 總金額

# ChatRedLuck
source: Lucky Number
de: Glückszahl
es: Número de la suerte
id: Nomor Beruntung
ja: ラッキーナンバー
ko: 행운의 숫자
tr: Şanslı numara
vi: Số may mắn
zh_hans: 幸运数字
zh_hant: 幸運數字

# ChatRedGameRele
source: Game Rules
de: Spielregeln
es: Reglas del juego
id: Aturan Permainan
ja: ゲームのルール
ko: 게임 규칙
tr: Oyunun kuralları
vi: Quy tắc trò chơi
zh_hans: 游戏规则
zh_hant: 遊戲規則

# ChatRedSendLab
source: Good luck
de: Gong Xi Fa Cai, viel Glück
es: Felicitaciones por enriquecerse, buena suerte.
id: Semoga beruntung
ja: 金儲けおめでとう、縁起がいい
ko: 부자되세요
tr: Facai için tebrik ederim.
vi: Chúc may mắn
zh_hans: 恭喜发财，大吉大利
zh_hant: 恭喜發財，大吉大利

# ChatRedSend
source: Put money into
de: Geld in rote Umschläge stopfen
es: Meter dinero en sobres rojos
id: Masukkan uang ke dalam
ja: お年玉に金を入れる
ko: 돈을 홍바오에 넣다
tr: Parayı kırmızı kaplumaya ekle
vi: Bỏ tiền vào
zh_hans: 塞钱进红包
zh_hant: 塞錢進紅包

# ChatSelectFriend
source: Select a friend
de: wähle Freunde
es: Elegir amigos
id: Pilih teman
ja: 友達を選ぶ
ko: 친구 선택
tr: Bir arkadaş seç
vi: Chọn một người bạn
zh_hans: 选择朋友
zh_hant: 選擇朋友

# ChatSelectCard
source: Select Card
de: Visitenkarte auswählen
es: Elegir una tarjeta de visita
id: Pilih Kartu
ja: 名刺を選択
ko: 명함 선택
tr: İş kartını seç
vi: Chọn thẻ
zh_hans: 选择名片
zh_hant: 選擇名片

# SearchChatRecord
source: Search chat records
de: Chatverlauf suchen
es: Buscar registros de chat
id: Cari catatan percakapan
ja: チャット履歴の検索
ko: 채팅 기록 검색
tr: Konuşmaları arayın
vi: Tìm kiếm bản ghi trò chuyện
zh_hans: 搜索聊天记录
zh_hant: 蒐索聊天記錄

# CardTypePerson
source: 「Personal Business Card」
de: 「persönliche Visitenkarte」
es: 「Tarjeta de visita personal」
id: 「Kartu Bisnis Pribadi」
ja: 「個人用名刺」
ko: 「개인 명함」
tr: 「İş kartı」
vi: 「Danh thiếp Cá nhân 」
zh_hans: 「个人名片」
zh_hant: 「個人名片」

# CardTypeGroup
source: 「Group Card」
de: 「Gruppenkarte」
es: 「Tarjeta de visita del Grupo」
id: 「Kartu Kumpulan」
ja: 「グループ名刺」
ko: 「그룹 명함」
tr: 「Grup iş kartı」
vi: 「Thẻ Nhóm 」
zh_hans: 「群组名片」
zh_hant: 「群組名片」

# CardTypeDapp
source: 「Dapp Card」
de: 「Kleine Programmvisitenkarte」
es: 「Tarjeta de visita del applet」
id: 「Kartu Dapp」
ja: 「ウィジェット名刺」
ko: 「애플릿 명함」
tr: 「Aplet iş kartı」
vi: 「Dapp Danh thiếp」
zh_hans: 「小程序名片」
zh_hant: 「小程序名片」

# SeeAllMemeber
source: View all members
de: alle Mitglieder anzeigen
es: Ver todos los miembros
id: Lihat semua anggota
ja: すべてのメンバーの表示
ko: 모든 구성원 보기
tr: Bütün üyeleri görüntüle
vi: Xem tất cả thành viên
zh_hans: 查看全部成员
zh_hant: 查看全部成員

# NewFriendAdded
source: Added
de: hinzugefügt
es: Se ha añadido
id: Ditambah
ja: 追加されました
ko: 추가됨
tr: Eklenmiş
vi: Đã thêm
zh_hans: 已添加
zh_hant: 已添加

# NewFriendAdd
source: Add
de: Hinzufügen
es: Añadir
id: Tambah
ja: 追加
ko: 추가
tr: ekle
vi: Thêm
zh_hans: 添加
zh_hant: 添加

# PutTalk
source: Press and hold to talk
de: zum Sprechen gedrückt halten
es: Presiona y habla
id: Tekan dan tahan untuk berbicara
ja: 押さえて話す
ko: 누르고 말하다
tr: Konuşmayı bekle.
vi: Nhấn và giữ để nói chuyện
zh_hans: 按住说话
zh_hant: 按住說話

# VoiceWordLab
source: text
de: Wort
es: Texto
id: teks
ja: テキスト
ko: 문자
tr: yazılmış kelimeler
zh_hans: 文字
zh_hant: 文字

# VoiceEndLab
source: Release End
de: loses Ende
es: Fin de la relajación
id: Akhir Lepaskan
ja: 解放終了
ko: 놓기 끝
vi: Kết thúc phát hành
zh_hans: 松开 结束
zh_hant: 鬆開 結束

# TransforSendLab
source: Initiate a transfer
de: eine Überweisung einleiten
es: Iniciar una transferencia
id: Memulai transfer
ja: 振り替えを開始する
ko: 계좌이체를 시작하다.
tr: Transfer başlatın
vi: Bắt đầu chuyển tiền
zh_hans: 发起一笔转账
zh_hant: 發起一筆轉帳

# Transfored
source: Transferred
de: Übertragen
es: Transferencias transferidas
id: Dipindahkan
ja: 振替済
ko: 이체됨
vi: Truyền
zh_hans: 对方 已收款
zh_hant: 對方 已收款

# TransforTime
source: Transfer time
de: Transferzeit
es: Tiempo de transferencia
id: Waktu transfer
ja: 振替時間
ko: 이체 시간
tr: Transfer Zamanı
vi: Thời gian truyền
zh_hans: 转账时间
zh_hant: 轉帳時間

# TransforRes
source: Received
de: bezahlt für
es: Se ha cobrado
id: Diterima
ja: 入金済
ko: 수금 완료
tr: Alındı
vi: Nhận
zh_hans: 你 已收款
zh_hant: 你 已收款

# TransforResTime
source: Receipt Time
de: Sammelzeit
es: Tiempo de cobro
id: Waktu Penerimaan
ja: 入金時間
ko: 수금 시간
tr: Kolleksyon zamanı
vi: Thời gian nhận
zh_hans: 收款时间
zh_hant: 收款時間

# MsgRecall
source: Recall message
de: Nachricht zurückziehen
es: Mensaje retirado
id: Mengulangi pesan
ja: メッセージを取り消す
ko: 메시지 철회
tr: Mesaj Tekrar Et
vi: Thông báo thu hồi
zh_hans: 撤回消息
zh_hant: 撤回消息

# MsgCopy
source: Copy
de: Kopieren
es: Copiar
id: Salin
ja: レプリケーション
ko: 복제
tr: kopyalama
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# MsgDelToMsg
source: Delete his messages
de: Löscht die Nachrichten des anderen
es: Eliminar el mensaje de la otra parte
id: Hapus pesannya
ja: 相手メッセージの削除
ko: 상대 메시지 삭제
tr: Diğer partinin mesajını sil
vi: Xóa tin nhắn của bên kia
zh_hans: 删除对方消息
zh_hant: 删除對方消息

# MsgDel
source: Delete
de: löschen
es: Eliminar
id: Hapus
ja: 削除＃サクジョ＃
ko: 삭제
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 删除

# MsgTransfor
source: Transfer
de: Nach vorne
es: Reenvío
ja: 転送
ko: 전달
tr: ileri
vi: Chuyển
zh_hans: 转发
zh_hant: 轉發

# RedOrTransRed
source: Received
de: erhalten
es: Recibido
id: Diterima
ja: 受領済
ko: 수령
tr: Alındı
vi: Đã nhận
zh_hans: 已领取
zh_hant: 已領取

# NSPhotoLibraryUsageDescription
source: We need to access your album permissions for functions such as uploading avatars and chatting and sending pictures
de: Wir müssen auf Ihr Fotoalbum zugreifen, um Bilder hochzuladen und Bilder normal zu speichern
es: Necesitamos acceder a su álbum de fotos para cargar imágenes y guardar imágenes normalmente.
id: Kami butuh akses ke album foto Anda untuk mengunggah foto dan menyimpan foto biasanya
ja: 写真や画像保存サービスを正常にアップロードするためには、アルバムにアクセスする必要があります。
ko: 사진, 사진 저장 서비스를 올바르게 업로드하려면 앨범에 액세스해야 합니다.
tr: Fotoğraf albümünüzü yüklemek ve fotoğraflarınızı normalde kaydetmek için erişimeliyiz.
vi: Chúng tôi cần quyền truy cập vào album ảnh của bạn để tải ảnh lên và lưu ảnh bình thường
zh_hans: 我们需要访问您的相册权限用于上传头像和聊天发送图片等功能
zh_hant: 我們需要訪問您的相册許可權用於上傳頭像和聊天發送圖片等功能

# NSPhotoLibraryAddUsageDescription
source: We need to access your album permissions for functions such as uploading avatars and chatting and sending pictures
de: Wir müssen auf Ihr Fotoalbum zugreifen, um Bilder hochzuladen und Bilder normal zu speichern
es: Necesitamos acceder a su álbum de fotos para cargar imágenes y guardar imágenes normalmente.
id: Kami butuh akses ke album foto Anda untuk mengunggah foto dan menyimpan foto biasanya
ja: 写真や画像保存サービスを正常にアップロードするためには、アルバムにアクセスする必要があります。
ko: 사진, 사진 저장 서비스를 올바르게 업로드하려면 앨범에 액세스해야 합니다.
tr: Fotoğraf albümünüzü yüklemek ve fotoğraflarınızı normalde kaydetmek için erişimeliyiz.
vi: Chúng tôi cần quyền truy cập vào album ảnh của bạn để tải ảnh lên và lưu ảnh bình thường
zh_hans: 我们需要访问您的相册权限用于上传头像和聊天发送图片等功能
zh_hant: 我們需要訪問您的相册許可權用於上傳頭像和聊天發送圖片等功能

# NSMicrophoneUsageDescription
source: We need access to your microphone in order to send voice
de: Wir benötigen Zugriff auf Ihr Mikrofon, damit wir Sprache senden können
es: Necesitamos acceder a su micrófono para enviar la voz
id: Kita perlu akses ke mikrofonmu untuk mengirim suara
ja: 音声を送信するためにマイクにアクセスする必要があります
ko: 음성을 보내려면 마이크에 액세스해야 합니다.
tr: Sesi göndermek için mikrofonunuza erişim lazım.
vi: Chúng tôi cần quyền truy cập vào micrô của bạn để gửi giọng nói
zh_hans: 我们需要访问您的麦克风，以便发送语音
zh_hant: 我們需要訪問您的麥克風，以便發送語音

# NSCameraUsageDescription
source: We need access to your camera for services like taking pictures, QR code scanning, etc.
de: Für Dienste wie das Aufnehmen von Fotos, das Scannen von QR-Codes usw. benötigen wir Zugriff auf Ihre Kamera.
es: Necesitamos acceder a su cámara para servicios como fotografía, escaneo de código qr, etc.
id: Kami butuh akses ke kameramu untuk layanan seperti mengambil gambar, pemindaian kode QR, dll.
ja: 私たちはあなたのカメラにアクセスして、写真撮影、QRコードスキャンなどのサービスに使用する必要があります
ko: 사진 촬영, QR코드 스캔 등의 서비스를 위해 카메라에 액세스해야 합니다.
tr: Fotoğraf çekmek, QR kodu taraması gibi servisler için kameranıza erişimeliyiz.
vi: Chúng tôi cần quyền truy cập vào máy ảnh của bạn cho các dịch vụ như chụp ảnh, quét mã QR, v.v.
zh_hans: 我们需要访问您的相机，以便用于拍照、二维码扫描等服务
zh_hant: 我們需要訪問您的相機，以便用於拍照、二維碼掃描等服務

# DataToolsT
source: Today
de: heute
es: Hoy.
id: Hari ini
ja: 今日
ko: 오늘
tr: Bugün
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# DataToolsY
source: Yesterday
de: gestern
es: Ayer.
id: Kemarin
ja: 昨日
ko: 어제
tr: Dün
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

# DataToolsOne
source: Monday
de: am Montag
es: Lunes
id: Senin
ja: 月曜日
ko: 월요일
tr: Pazartesi
vi: Thứ Hai
zh_hans: 周一
zh_hant: 週一

# DataToolsTwo
source: Tuesday
de: Dienstag
es: Martes
id: Selasa
ja: 火曜日
ko: 화요일
tr: Salı
vi: Thứ Ba
zh_hans: 周二
zh_hant: 週二

# DataToolsThr
source: Wednesday
de: Mittwoch
es: Miércoles
id: Rabu
ja: 水曜日
ko: 수요일
tr: Çarşamba
vi: Thứ Tư
zh_hans: 周三
zh_hant: 週三

# DataToolsFor
source: Thursday
de: Donnerstag
es: Jueves
id: Kamis
ja: 木曜日
ko: 목요일
tr: Perşembe
vi: Thứ Năm
zh_hans: 周四
zh_hant: 週四

# DataToolsFive
source: Friday
de: Freitag
es: Viernes
id: Jumat
ja: 金曜日
ko: 금요일
tr: Cuma
vi: Thứ sáu
zh_hans: 周五
zh_hant: 週五

# DataToolsSix
source: Saturday
de: Samstag
es: Sábado
id: Sabtu
ja: 土曜日
ko: 토요일
tr: Cumartesi
vi: Thứ Bảy
zh_hans: 周六
zh_hant: 週六

# DataToolsSev
source: Sunday
de: Sonntag
es: Domingo
id: Minggu
ja: 日曜日
ko: 일요일
tr: Pazar
vi: Chủ nhật
zh_hans: 周日
zh_hant: 週日

# NoticeMsg
source: You have a new message, please check
de: Sie haben eine neue Nachricht, bitte prüfen
es: Tienes un nuevo mensaje, por favor revisa
id: Anda memiliki pesan baru, silakan periksa
ja: 新しいメッセージがありますので、ご覧ください
ko: 새로운 메시지가 있습니다. 확인하십시오.
tr: Yeni bir mesaj var, lütfen kontrol edin.
zh_hans: 你有一条新消息，请查看
zh_hant: 你有一條新消息，請查看

# MsgResend
source: Resend
de: Erneut senden
es: Reedición
id: Ulangi
ja: 再送
ko: 재발
tr: Retansmission
vi: Gửi lại
zh_hans: 重发
zh_hant: 重發

# RedPackReSaveEnd
source: Red Packet has been collected
de: Der rote Umschlag ist angekommen
es: Los sobres rojos han sido recogidos
id: Paket Merah telah dikumpulkan
ja: お年玉はもう受け取り終わった
ko: 홍바오는 이미 수령 완료
tr: Kırmızı kaplumat iddia edildi.
vi: Gói màu đỏ đã được thu thập
zh_hans: 红包已被领取完
zh_hant: 紅包已被領取完

# AllowAllAdd
source: Allow everyone to add friends
de: Erlaube allen, Freunde zu sein
es: Permitir que todos agreguen amigos
id: Izinkan semua orang untuk menambah teman
ja: 全員に友達追加を許可
ko: 모두 친구 추가 허용
tr: Herkesin arkadaşları eklemesine izin verin
vi: Cho phép tất cả mọi người kết bạn
zh_hans: 允许所有人加好友
zh_hant: 允許所有人加好友

# AllowAddVerify
source: Adding friends requires verification
de: Zum Hinzufügen von Freunden ist eine Verifizierung erforderlich
es: Agregar amigos necesita ser verificado
id: Menambah teman membutuhkan verifikasi
ja: 友達を追加するには検証が必要です
ko: 친구 추가 확인 필요
tr: Arkadaşları eklemek doğrulama gerekiyor
vi: Thêm bạn bè cần được xác nhận
zh_hans: 添加好友需要验证
zh_hant: 添加好友需要驗證

# AllowAddNo
source: Not allowed to add friends
de: Es ist nicht erlaubt, Freunde hinzuzufügen
es: No se permite agregar amigos
id: Tidak diizinkan menambah teman
ja: 友達の追加は許可されていません
ko: 친구 추가 불가
tr: Arkadaşları eklemeye izin verme.
vi: Không thêm bạn bè
zh_hans: 不允许添加好友
zh_hant: 不允許添加好友

# AllowRecallMsg
source: Allow the other party to recall the message
de: Erlauben Sie dem anderen Teilnehmer, die Nachricht zurückzuziehen
es: Permitir que la otra parte retire el mensaje
id: Izinkan pihak lain untuk mengingat pesan
ja: メッセージの撤回を許可
ko: 상대방이 메시지를 철회하도록 허락하다
tr: Diğer partiye mesajı hatırlatmasına izin verin
vi: Cho phép đối phương rút lại lời nhắn
zh_hans: 允许对方撤回消息
zh_hant: 允許對方撤回消息

# AllowDelMsg
source: Allow the other party to delete messages
de: Jemandem erlauben, Nachrichten zu löschen
es: Permitir que la otra parte elimine el mensaje
id: Izinkan pihak lain untuk menghapus pesan
ja: 相手がメッセージを削除できるようにする
ko: 메시지 삭제 허용
tr: Diğer partinin mesajlarını silmesine izin verir
vi: Cho phép xóa tin nhắn
zh_hans: 允许对方删除消息
zh_hant: 允許對方删除消息

# BGImgNext
source: Skip
de: über etwas springen
es: Saltar
id: Langkah
ja: スキップ
ko: 건너뛰기
tr: atla
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

# AddGroup
source: Join a group
de: Gruppe beitreten
es: Unirse al Grupo
id: bergabung dengan sebuah kelompok
ja: グループに参加する
ko: 그룹 참여
tr: Bir grupa katılın
vi: Tham gia nhóm
zh_hans: 加入群组
zh_hant: 加入群組

# SelectService
source: Select Server
de: Server auswählen
es: Seleccionar servidor
id: Pilih Server
ja: サーバの選択
ko: 서버 선택
tr: Sunucu Seç
vi: Chọn Server
zh_hans: 选择服务器
zh_hant: 選擇服務器

# ScanAddGroup
source: Scan code to join group chat
de: Scannen Sie den Code, um dem Gruppenchat beizutreten
es: Escanear el Código para unirse al chat grupal
id: Memindai kode untuk bergabung dengan percakapan kelompok
ja: コードをスキャンしてグループチャットに参加する
ko: 코드를 스캔하여 단체 채팅방에 가입하다.
tr: Grup sohbetine katılmak için kodu tarayın
vi: quét mã để tham gia trò chuyện nhóm
zh_hans: 扫码加入群聊
zh_hant: 掃碼加入群聊

# NotWords
source: no more than 20 words
de: Nicht mehr als 20 Zeichen
es: No más de 20 palabras
id: o lebih dari 20 kata
ja: 20文字以内
ko: 20자를 넘으면 안 돼요.
tr: 20 kelimeden fazla yok.
vi: không thể nhiều hơn 20 từ
zh_hans: 不能超过20字
zh_hant: 不能超過20字

# Tabfind
source: Find
de: Finden
es: Hallazgo
id: Cari
ja: 検出
ko: 발견
tr: Bul
vi: tìm thấy
zh_hans: 发现
zh_hant: 發現

# UserSetNickName
source: You haven't set nickname or avatar yet, click OK to go to setup
de: Sie haben keinen Spitznamen oder Avatar festgelegt, klicken Sie auf OK, um zu den Einstellungen zu gelangen
es: Todavía no ha establecido un apodo o avatar, haga clic en aceptar para ir a la configuración
id: Anda belum menetapkan nama panggilan atau avatar, klik OK untuk pergi ke setup
ja: ニックネームやアバターを設定していない場合は、「OK」をクリックして設定してください
ko: 아직 닉네임이나 프로필 사진을 설정하지 않았습니다. 확인을 누르면 설정으로 이동합니다
tr: Lağap ismini ya da avatar ını henüz ayarlamadınız. Ayarlamak için OK t ıklayın
vi: bạn chưa đặt biệt hiệu hay avatar, nhấn ok đi đến cài đặt
zh_hans: 您还没有设置昵称或头像，点击确定前往设置
zh_hant: 您還沒有設定昵稱或頭像，點擊確定前往設定

# FeedbackSubmit
source: Submit
de: einreichen
es: Presentación
id: Kirim
ja: 送信
ko: 제출
tr: Teslim et
vi: nộp
zh_hans: 提交
zh_hant: 提交

source: User Feedback
de: Kundenbewertung
es: Comentarios de los usuarios
id: Balas Balas Pengguna
ja: ユーザフィードバック
ko: 사용자 피드백
tr: Kullanıcı geri veri
vi: phản hồi người dùng
zh_hans: 用户反馈
zh_hant: 用戶回饋

# InputFeedback
source: Please input feedback
de: Bitte geben Sie Feedback ein
es: Por favor, introduzca comentarios
id: Silakan masukkan feedback
ja: フィードバックコメントを入力してください
ko: 피드백을 입력하십시오.
tr: Lütfen geri verinizi girin
vi: hãy gõ phản hồi
zh_hans: 请输入反馈意见
zh_hant: 請輸入回饋意見
