Repository: DM-CHAT/IM
Catalog: IOS/NewZolo/Resource/*.lproj/InfoPlist.strings
Languages: de, es, id, ja, ko, tr, vi, zh_hans, zh_hant

# BundleNumber
source: Version number
de: Versionsnummer
es: Número de versión
id: Nomor versi
ja: バージョン番号
ko: 버전 번호
tr: Sürüm Hayır
vi: phiên bản số
zh_hans: 版本号
zh_hant: 版本號

# SettingNFTImg
source: Set NFT to profile picture or not
de: Ob NFT als Avatar eingestellt werden soll
es: ¿ establecer nft como avatar
id: Tetapkan NFT ke gambar profil atau tidak
ja: NFTをアバターに設定するかどうか
ko: NFT를 아바타로 설정할지 여부
tr: NFT'nin avatar olarak ayarlanması
vi: cho NFT vào avatar
zh_hans: 是否将NFT设置为头像
zh_hant: 是否將NFT設定為頭像

# AlertSureDelLitapp
source: Want to delete this applet?
de: Möchten Sie dieses Applet wirklich löschen?
es: Confirmar la eliminación del applet?
id: Ingin menghapus aplet ini?
ja: アプレットの削除の確認？
ko: 애플릿 삭제 확인？
tr: Aplet silmesini doğrula？
vi: xác nhận xóa ứng dụng này?
zh_hans: 确认删除该小程序？
zh_hant: 確認删除該小程式？

# AppPrivacyPolicy
source: 《PrivacyPolicy》
de: 《Datenschutz-Bestimmungen》
es: 《Política de privacidad》
id: 《Kebijakan Privasi》
ja: 《プライバシーポリシー》
ko: 《개인 정보 보호 정책》
tr: 《Gizlilik politikası》
vi: 《chính sách bảo mật》
zh_hans: 《隐私政策》
zh_hant: 《隱私政策》

# AppPrivacyPolicyWeb
source: https://Luckmoney8888.com/DM-CHAT/J-privacy-en.html
de: https://Luckmoney8888.com/DM-CHAT/J-privacy-D.html
es: https://Luckmoney8888.com/DM-CHAT/J-privacy-X.html
id: https://Luckmoney8888.com/DM-CHAT/J-privacy-Y.html
ja: https://Luckmoney8888.com/DM-CHAT/J-privacy-J.html
ko: https://Luckmoney8888.com/DM-CHAT/J-privacy-H.html
tr: https://Luckmoney8888.com/DM-CHAT/J-privacy-T.html
vi: https://Luckmoney8888.com/DM-CHAT/J-privacy-vn.html
zh_hans: https://Luckmoney8888.com/DM-CHAT/J-privacy-zh.html
zh_hant: https://Luckmoney8888.com/DM-CHAT/J-privacy-Z.html

source: Search friend
de: Suche nach Freunden
es: Buscar amigos
id: Cari teman
ja: 友達の検索
ko: 친구 검색
tr: Arkadaşları arayın
vi: tìm kiếm bạn bè
zh_hans: 搜索好友
zh_hant: 蒐索好友

# SettingSendSpeed
source: Speaking speed
de: Sprechgeschwindigkeit
es: Velocidad del discurso
id: Kecepatan bicara
ja: 発言速度
ko: 발언 속도
tr: Konuşma hızı
vi: Tốc độ nói
zh_hans: 发言速度
zh_hant: 發言速度

# SendGroupNotice
source: Publish notice
de: ankündigen
es: Publicar un anuncio
id: Publikasi pemberitahuan
ja: 公告を出す
ko: 게시
tr: Yayını yayınlayın
vi: Thông báo
zh_hans: 发布公告
zh_hant: 發佈公告

source: new tag name
de: neuer Labelname
es: Nuevo nombre de la etiqueta
id: nama tag baru
ja: 新しいラベル名
ko: 새 레이블 이름
tr: Yeni etiket ismi
vi: tên nhãn mới
zh_hans: 新标签名称
zh_hant: 新標籤名稱

# InputNewTagName
source: Please enter new tag name
de: Bitte geben Sie einen neuen Labelnamen ein
es: Introduzca el nombre de la nueva etiqueta
id: Silakan masukkan nama tag baru
ja: 新しいラベル名を入力してください
ko: 새 레이블 이름을 입력하십시오.
tr: Lütfen yeni bir etiket ismini girin
vi: nhập tên nhãn mới
zh_hans: 请输入新标签名称
zh_hant: 請輸入新標籤名稱

source: Select group
de: wähle die Gruppe
es: Seleccionar grupo
id: Pilih kelompok
ja: グループの選択
ko: 그룹 선택
tr: Grup Seç
vi: Chọn nhóm
zh_hans: 选择群组
zh_hant: 選擇群組

# SetingKeyword
source: Mask keyword
de: Schlüsselwörter blockieren
es: Palabras clave bloqueadas
id: Kata kunci topeng
ja: マスクキーワード
ko: 키워드 차단
tr: Anahtar sözlerini blokla
vi: khóa từ khóa
zh_hans: 屏蔽关键词
zh_hant: 遮罩關鍵字

# SetingOneKeyword
source: Set keyword
de: Schlüsselwörter festlegen
es: Establecer palabras clave
id: Tetapkan kata kunci
ja: キーワードの設定
ko: 키워드 설정
tr: Anahtar kelimeleri ayarlayın
vi: thiết lập từ khóa
zh_hans: 设置关键词
zh_hant: 設定關鍵字

# SetingInputKeyword
source: Please enter a keyword
de: Bitte geben Sie ein Stichwort ein
es: Por favor, introduzca la palabra clave
id: Silakan masukkan kata kunci
ja: キーワードを入力してください
ko: 키워드를 입력하세요
tr: Lütfen anahtar kelimeleri girin
vi: nhập từ khóa
zh_hans: 请输入关键词
zh_hant: 請輸入關鍵字

source: Add member or group
de: Fügen Sie Mitglieder oder Gruppen hinzu
es: Añadir miembros o grupos
id: Tambah anggota atau kelompok
ja: メンバーまたはグループの追加
ko: 구성원 또는 그룹 추가
tr: Üyeleri veya grupları ekle
vi: thêm thành viên hoặc nhóm
zh_hans: 添加成员或群组
zh_hant: 添加成員或群組

# GroupKeywordTitle
source: Group message masking keyword setting
de: Schlüsselworteinstellungen zum Sperren von Gruppennachrichten
es: Configuración de la palabra clave de bloqueo de mensajes de grupo
id: Pengaturan kata kunci penutup pesan kelompok
ja: グループメッセージマスクキーワード設定
ko: 그룹 메시지 차단 키워드 설정
tr: Grup mesaj ekranı için anahtar kelime ayarları
vi: thiết lập khóa chặn tin nhắn nhóm
zh_hans: 群消息屏蔽关键词设置
zh_hant: 群消息遮罩關鍵字設定

# GroupKeywordFiveTitle
source: (maximum 5 keywords)
de: (Geben Sie bis zu 5 Schlüsselwörter ein)
es: (Rellene hasta 5 palabras clave)
id: (maksimum 5 kata kunci)
ja: (最大5つのキーワードを記入)
ko: (최대 5 개의 키워드 작성)
tr: (En fazla 5 anahtar kelimeleri doldur)
vi: (điền vào 5 từ khóa)
zh_hans: (最多填写5个关键词)
zh_hant: (最多填寫5個關鍵字)

# GroupKeywordShowTitle
source: Click the new button in the upper right corner to add keywords
de: Klicken Sie auf die Schaltfläche Hinzufügen in der oberen rechten Ecke, um Schlüsselwörter hinzuzufügen
es: Haga clic en el botón Añadir en la esquina superior derecha para agregar palabras clave
id: Klik tombol baru di sudut kanan atas untuk menambah kata kunci
ja: 右上の新規ボタンをクリックしてキーワードを追加
ko: 오른쪽 상단 신규 버튼을 클릭하여 키워드 추가
tr: Anahtar kelimeleri eklemek için üst sağ köşedeki Ekle düğmesine tıklayın
vi: nhấp vào nút mới trên bên phải để thêm từ khóa
zh_hans: 点击右上角新增按钮，添加关键词
zh_hant: 點擊右上角新增按鈕，添加關鍵字

# AlertSureDelTag
source: Are you sure to remove the tag?
de: Bestätigen Sie, um dieses Tag zu löschen？
es: ¿Confirmar la eliminación de la etiqueta?
id: Apakah Anda yakin untuk menghapus tag?
ja: ラベルの削除を確認しますか？
ko: 태그를 삭제하시겠습니까？
tr: Bu etiketi silmeye emin misiniz?
vi: xác nhận thẻ đã bị xóa?
zh_hans: 确认删除该标签？
zh_hant: 確認删除該標籤？

# TagMove
source: move to
de: ziehen nach
es: Mover a
id: pindah ke
ja: 移動先
ko: 다음으로 이동
tr: Hareket et
vi: chuyển đến
zh_hans: 移动至
zh_hant: 移動至

# SpeedMessageSend
source: Sending message too fast, please send it later
de: Senden Sie die Nachricht zu schnell, bitte warten Sie eine Weile
es: El mensaje es demasiado rápido, por favor espere un rato.
id: Mengirim pesan terlalu cepat, silakan mengirimnya nanti
ja: メッセージを送るのは早すぎるので、あとで送ってください
ko: 메시지를 너무 빨리 보냅니다. 나중에 보내주세요.
tr: Mesaj çok hızlı gönderiyor, lütfen sonra gönderin.
vi: gửi một tin nhắn quá nhanh, xin vui lòng gửi lại sau
zh_hans: 发送消息太快，请等会儿再发
zh_hant: 發送消息太快，請等會兒再發

# LitappManager
source: Dapp management
de: Applet-Verwaltung
es: Gestión de pequeños programas
id: Manajemen Dapp
ja: アプレット管理
ko: 애플릿 관리
tr: Aplet yönetimi
vi: quản lý chương trình nhỏ
zh_hans: 小程序管理
zh_hant: 小程式管理

# RedGroup
source: Please upgrade to red packet group first.
de: Bitte aktualisieren Sie zuerst auf eine Gruppe mit roten Umschlägen。
es: Por favor, actualice al Grupo de sobres rojos primero.
id: Silakan naik ke grup paket merah dulu.
ja: まずお年玉グループにアップグレードしてください。
ko: 먼저 홍바오 그룹으로 업그레이드하세요.
tr: Lütfen önce kırmızı paket grubuna geliştirin.
vi: xin nâng cấp thành một nhóm màu đỏ.
zh_hans: 请先升级为红包群。
zh_hant: 請先陞級為紅包群。

# ChatReply
source: reply
de: Antwort
es: Respuesta
id: jawaban
ja: 返信
ko: 회신
tr: cevap ver
vi: trả lời
zh_hans: 引用
zh_hant: 引用

# session_mention
source: [someone @me]
id: [seseorang @me]
vi: [Ai đó @ tôi]
zh_hans: [有人@我]

# ChatTop
source: Topping
id: Atas
ja: の頂部をおおう
ko: 상단
tr: Toplanma
vi: Đặt đỉnh
zh_hans: 置顶
zh_hant: 置頂

# ChatMsgTop
source: Message has been set to the top
de: Nachricht wurde nach oben gesetzt
es: El mensaje está en la parte superior
id: Pesan telah ditetapkan ke atas
ja: メッセージが送信されました
ko: 메시지 고정됨
tr: Mesaj üstüne ayarlandı
vi: Tin tức đã lên đỉnh
zh_hans: 消息已置顶
zh_hant: 消息已置頂

# AlertSendLoading
source: Sending...
de: Senden...
es: Enviar...
id: Mengirim...
ja: 送信中...
ko: 발송 중...
tr: Gönderiyor...
vi: Đang gửi...
zh_hans: 发送中...
zh_hant: 發送中...

# AllowFowrdMsg
source: Allow members to forward messages
de: Mitglieder können Nachrichten weiterleiten
es: Permitir que los miembros reenvíen mensajes
id: Izinkan anggota untuk mengirim pesan
ja: メンバーがメッセージを転送できるようにする
ko: 구성원이 메시지를 전달할 수 있도록 허용
tr: Üyelerin mesajlarını göndermesine izin verin
vi: Cho phép thành viên chuyển tiếp tin nhắn
zh_hans: 允许成员转发消息
zh_hant: 允許成員轉發消息

# AllowCopyMsg
source: Allow members to copy messages
de: Mitglieder zum Kopieren von Nachrichten zulassen
es: Permitir a los miembros copiar mensajes
id: Izinkan anggota untuk menyalin pesan
ja: メンバーにメッセージのコピーを許可する
ko: 구성원이 메시지를 복사할 수 있도록 허용
tr: Üyelerin mesajlarını kopyalamasına izin verin
vi: Cho phép thành viên sao chép tin nhắn
zh_hans: 允许成员复制消息
zh_hant: 允許成員複製消息

# TimeClearMsg
source: Regularly clear chat messages
de: Chat-Nachrichten regelmäßig löschen
es: Eliminar el chat regularmente
id: Membersihkan pesan percakapan secara biasa
ja: 定期的なチャット情報の消去
ko: 채팅 메시지 정리
tr: Normal sohbet mesajlarını temizle
vi: Thời gian làm sạch trò chuyện
zh_hans: 定时清理聊天消息
zh_hant: 定時清理聊天消息

# TopMsgSeting
source: Top Message Settings
de: Einstellungen für die oberste Nachricht
es: Configuración del mensaje superior
id: Pengaturan Pesan Atas
ja: セットトップメッセージ設定
ko: 상단 메시지 설정
tr: Üst Mesaj Ayarları
vi: Thiết lập thông điệp hàng đầu
zh_hans: 置顶消息设置
zh_hant: 置頂消息設定

# TimeClearChatOne
source: 24 hour
de: 24 Stunde
es: 24 Horas
id: 24 jam
ja: 24時間
ko: 24 시간
tr: 24 saat
vi: 24 Giờ
zh_hans: 24小时
zh_hant: 24小時

# TimeClearChatTwo
source: 48 hour
de: 48 Stunde
es: 48 Horas
id: 48 jam
ja: 48時間
ko: 48 시간
tr: 48 saat
vi: 48 Giờ
zh_hans: 48小时
zh_hant: 48小時

# TimeClearChatThree
source: 7 day
de: 7 Tag
es: 7 Días
id: 7 hari
ja: 7日
ko: 7 일
tr: 7 Gün
vi: 7 Ngày
zh_hans: 7天
zh_hant: 7天

# TimeClearChatFour
source: 15 day
de: 15 Tag
es: 15 Días
id: 15 hari
ja: 15日
ko: 15 일
tr: 15 Gün
vi: 15 Ngày
zh_hans: 15天
zh_hant: 15天

# TimeClearChatFive
source: 30 day
de: 30 Tag
es: 30 Días
id: 30 hari
ja: 30日
ko: 30 일
tr: 30 Gün
vi: 30 Ngày
zh_hans: 30天
zh_hant: 30天

# TimeClearChatNo
source: Do not clean
de: Nicht reinigen
es: No limpie
id: Jangan bersih
ja: 清潔にしない
ko: 청소하지 마
tr: Temizlemeyin
vi: Đừng làm sạch
zh_hans: 不清理
zh_hant: 不清理

source: Video call
de: Videoanruf
es: Videollamada
id: Panggilan video
ja: ビデオ通話
ko: 영상 통화
tr: Video araması
vi: Cuộc gọi video
zh_hans: 视频通话
zh_hant: 視頻通話

source: Audio call
de: Sprachanruf
es: Llamada de voz
id: Panggilan audio
ja: 音声通話
ko: 음성 통화
tr: sesli çağırım
vi: Cuộc gọi thoại
zh_hans: 语音通话
zh_hant: 語音通話

# ErrorInput
source: Input error
de: Eingabefehler
es: Error de entrada
id: Galat masukan
ja: 入力エラー
ko: 입력 오류
tr: Girdi hatası
vi: Lỗi nhập
zh_hans: 输入错误
zh_hant: 輸入錯誤

# ErrorAccountNomal
source: This account is not exist
de: Dieses Konto existiert nicht
es: Esta cuenta no existe
id: Akaun ini tidak ada
ja: このアカウントは存在しません
ko: 이 계정이 없습니다.
tr: Bu hesap yok.
vi: Tài khoản này không tồn tại
zh_hans: 此帐户不存在
zh_hant: 此帳戶不存在

# ErrorAccountLocked
source: The account is locked. Please contact customer service to unlock it
de: Das Konto ist gesperrt. Bitte kontaktieren Sie den Kundenservice, um es zu entsperren
es: La cuenta está bloqueada. Póngase en contacto con el servicio al cliente para desbloquear
id: Akaunnya terkunci. Silakan hubungi layanan pelanggan untuk membukanya
ja: アカウントがロックされています。ロック解除のためにカスタマーサービスに問い合わせてください
ko: 계정이 잠겼습니다.고객 서비스에 문의하여 잠금을 해제하십시오.
tr: Hesap kilitli. Lütfen, kilitlemek için müşteri hizmetine bağlantı edin.
vi: Tài khoản đã bị khóa. Xin hãy liên lạc với dịch vụ khách hàng để mở nó.
zh_hans: 帐户已锁定。请联系客户服务以解锁
zh_hant: 帳戶已鎖定。 請聯系客戶服務以解鎖

# ErrorTransaction
source: Please set transaction password first
de: Bitte legen Sie zuerst das Transaktionskennwort fest
es: Por favor, establezca primero la contraseña de la transacción.
id: Silakan tetapkan sandi transaksi pertama
ja: まず取引パスワードを設定してください
ko: 먼저 거래 비밀번호를 설정하십시오.
tr: Lütfen önce transaksyon parolanı ayarlayın
vi: Xin hãy đặt mật khẩu giao dịch trước
zh_hans: 请先设置交易密码
zh_hant: 請先設定交易密碼

# ErrorPaymentIncorrect
source: The password is incorrect. You have %ld more chances to enter your password.
de: Das Passwort ist falsch. Sie haben %ld mehr Chancen, Ihr Passwort einzugeben.
es: La contraseña no es correcta. También tiene %ld oportunidades de introducir una contraseña.
id: Kata sandinya salah. Anda memiliki %ld kesempatan untuk memasukkan kata sandi Anda.
ja: パスワードが正しくありません。パスワードを入力する機会はまだ%ld回あります。
ko: 비밀번호가 잘못되었습니다.암호를 입력할 수 있는%ld 기회가 있습니다.
tr: Parola yanlış. Parolayı girmeniz için %ld daha fazla şansınız var.
vi: Mật khẩu không chính xác. Bạn cũng có %ld cơ hội để nhập mật khẩu.
zh_hans: 密码不正确。您还有%ld次机会输入密码。
zh_hant: 密碼不正確。 您還有%ld次機會輸入密碼。

# ErrorFormatInput
source: Input format error
de: Eingabeformatfehler
es: Error de formato de entrada
id: Galat format masukan
ja: 入力フォーマットエラー
ko: 입력 형식 오류
tr: Girdi format ı hatası
vi: Lỗi định dạng nhập
zh_hans: 输入格式错误
zh_hant: 輸入格式錯誤

# ErrorUnknown
source: unknown error
de: unbekannter Fehler
es: Error desconocido
id: kesalahan tidak diketahui
ja: 不明なエラー
ko: 알 수 없는 오류
tr: bilinmeyen hata
vi: lỗi chưa biết
zh_hans: 未知错误
zh_hant: 未知錯誤

# ErrorDuplicateTransfers
source: Duplicate transfers
de: Doppelte Übertragungen
es: Transmisión repetida
id: Duplikasi transfernya
ja: くりかえしでんそう
ko: 반복 전송
tr: Taşımları kopyala
vi: Chuyển ứng trùng
zh_hans: 重复传输
zh_hant: 重複傳輸

# ErrorEnoughBalance
source: Not enough balance
de: Nicht genügend Gleichgewicht
es: Saldo insuficiente
id: Tidak cukup keseimbangan
ja: 残高不足
ko: 잔액 부족
tr: Yeterince balans yok
vi: Không đủ thăng bằng
zh_hans: 余额不足
zh_hant: 餘額不足

# ErrorInsufficient
source: Insufficient amount
de: Unzureichender Betrag
es: Cantidad insuficiente
id: Jumlah yang tidak cukup
ja: 金額が不足している
ko: 금액 부족
tr: Yetersiz miktar
vi: Không đủ
zh_hans: 金额不足
zh_hant: 金額不足

# ErrorRedPacket
source: Red packet count format error
de: Formatfehler der roten Paketanzahl
es: Formato incorrecto de conteo de sobres rojos
id: Galat format jumlah paket merah
ja: お年玉カウントフォーマットエラー
ko: 보너스 카운트 형식 오류
tr: Kızıl paket sayısı format ı hatası
vi: Lỗi định dạng gói tin đỏ
zh_hans: 红包计数格式错误
zh_hant: 紅包計數格式錯誤

# ErrorGroupRedPack
source: This group is not yet a red packet group, please upgrade to a red packet group first
de: Diese Gruppe ist noch keine rote Paketgruppe, bitte aktualisieren Sie zuerst auf eine rote Paketgruppe
es: Este grupo aún no es un grupo de sobres rojos, por favor actualice al Grupo de sobres rojos primero.
id: Kelompok ini belum merupakan kelompok paket merah, silakan meningkatkan ke kelompok paket merah terlebih dahulu
ja: このグループはまだお年玉グループではありません。まずお年玉グループにアップグレードしてください
ko: 이 그룹은 아직 홍바오 그룹이 아닙니다, 우선 홍바오 그룹으로 업그레이드하세요
tr: Bu grup henüz kırmızı paket grubu değil, lütfen önce kırmızı paket grubuna geliştirin.
vi: Nhóm này chưa phải nhóm gói đỏ, xin hãy nâng cấp thành nhóm gói đỏ trước.
zh_hans: 此组还不是红包组，请先升级到红包组
zh_hant: 此組還不是紅包組，請先陞級到紅包組

# ErrorMinimumNumber
source: The minimum number of members required for group upgrade is 4
de: Die Mindestanzahl an Mitgliedern, die für ein Gruppenupgrade erforderlich sind, beträgt 4
es: El número mínimo de miembros necesarios para la actualización del Grupo es de 4
id: jumlah minimal anggota yang diperlukan untuk pemutar kelompok adalah 4
ja: グループのアップグレードに必要な最小メンバー数は4です
ko: 그룹 업그레이드에 필요한 최소 구성원 수 4
tr: Grup geliştirmesi için gereken en en az üyelerin sayısı 4.
vi: số thành viên tối thiểu cần thiết cho việc nâng cấp nhóm là 4
zh_hans: 组升级所需的最小成员数为4
zh_hant: 組陞級所需的最小成員數為4

# ErrorSystem
source: System error
de: Systemfehler
es: Error del sistema
id: Galat sistem
ja: システムエラー
ko: 시스템 오류
tr: Sistem hatası
vi: Lỗi hệ thống
zh_hans: 系统错误
zh_hant: 系統錯誤

# ErrorBalanceFormat
source: Balance format error
de: Fehler im Ausgleichsformat
es: El formato de la balanza es incorrecto
id: Galat format imbalan
ja: 天秤書式エラー
ko: 천평 형식 오류
tr: Balans format ı hatası
vi: Lỗi định dạng cân bằng
zh_hans: 金额格式错误
zh_hant: 金額格式錯誤

# ErrorAccountExist
source: Payee account does not exist
de: Zahlungsempfängerkonto existiert nicht
es: La cuenta del beneficiario no existe
id: Akaun Pembayar tidak ada
ja: 受取人アカウントが存在しません
ko: 수취인 계좌가 존재하지 않습니다.
tr: Payee hesabı yok
vi: Tài khoản trả nợ không tồn tại
zh_hans: 收款人帐户不存在
zh_hant: 收款人帳戶不存在

# ErrorAccountTradableTen
source: The tradable amount is 10
de: Der handelbare Betrag beträgt 10
es: El monto de la transacción es de 10
id: Jumlah yang dapat dijual adalah 10
ja: 取引金額は10
ko: 거래 금액 은 10 이다
tr: Tartışılabilir miktar 10.
vi: Số tiền giao dịch là 10
zh_hans: 交易金额为10
zh_hant: 交易金額為10

# ErrorSendRed
source: The amount given can only be used to send red envelopes for mine clearance
de: Der angegebene Betrag kann nur verwendet werden, um rote Umschläge zur Minenräumung zu senden
es: La cantidad dada solo se puede utilizar para enviar sobres rojos de remoción de minas
id: Jumlah yang diberikan hanya dapat digunakan untuk mengirim amplop merah untuk penghapusan tambang
ja: 与えられた金額は掃海お年玉の発送にのみ使用できます
ko: 지급된 금액은 지뢰제거 홍바오 발송에만 사용 가능
tr: Verilen miktar sadece kırmızı kaplumat göndermek için kullanılabilir.
vi: Số tiền được đưa ra chỉ có thể được sử dụng để gửi phong bì quét mìn
zh_hans: 所给金额只能用于发送扫雷红包
zh_hant: 所給金額只能用於發送掃雷紅包

# ErrorAccountTradable
source: The tradable amount is
de: Der handelbare Betrag ist
es: El monto negociable es
id: Jumlah yang dapat dijual adalah
ja: 取引可能金額は
ko: 거래 가능 금액은
tr: Tartışılabilir miktar
vi: Số tiền có thể giao dịch là
zh_hans: 可交易金额为
zh_hant: 可交易金額為

# AccoutDeleteTag
source: Please confirm whether there are assets in your account before cancellation. Once the account is cancelled, it cannot be retrieved. If you have any questions, please contact the customer service
de: Bitte bestätigen Sie vor der Kündigung, ob sich Guthaben in Ihrem Konto befinden. Sobald das Konto gelöscht wurde, kann es nicht mehr abgerufen werden. Bei Fragen wenden Sie sich bitte an den Kundenservice
es: Antes de cancelar, confirme si todavía hay activos en su cuenta. una vez que la cuenta cancelada no se puede recuperar, Póngase en contacto con el servicio al cliente si tiene alguna pregunta.
id: Silakan konfirmasi apakah ada aset di akun Anda sebelum membatalkan. Setelah akun dibatalkan, tidak dapat dicapai kembali. Jika Anda memiliki pertanyaan apapun, silakan hubungi layanan pelanggan
ja: ログアウトする前にアカウント内に資産があるかどうかを確認してください。ログアウトしたアカウントは戻ってこないので、質問があればカスタマーサービスに連絡してください
ko: 로그아웃하기 전에 귀하의 계좌에 자산이 있는지 확인하십시오. 로그아웃하면 계좌를 찾을 수 없습니다. 궁금한 점이 있으면 고객센터에 연락하십시오.
tr: Lütfen iptal etmeden önce hesabınızda aktarım olup olmadığını doğrulayın. Hesap iptal edildiğinde, geri alınamaz. Sorunuz varsa, lütfen müşteri hizmetine bağlantı edin.
vi: Trước khi hủy tài khoản vui lòng xác nhận xem bạn còn tài sản trong tài khoản hay không, một khi hủy tài khoản không thể lấy lại được, nếu có thắc mắc vui lòng liên hệ với dịch vụ khách hàng
zh_hans: 注销前请确认您账户内是否还有资产，一旦注销账户无法找回，如有疑问请联系客服.
zh_hant: 註銷前請確認您帳戶內是否還有資產，一旦註銷帳戶無法找回，如有疑問請聯系客服

# StopMemberChat
source: Group members are not allowed to chat privately
de: Gruppenmitglieder dürfen nicht privat chatten
es: Se prohíbe a los miembros del Grupo hablar en privado
id: Anggota kelompok tidak diizinkan berbicara secara pribadi
ja: グループメンバーの雑談を禁止する
ko: 단체 채팅 금지.
tr: Grup üyeleri özel olarak sohbet etmeye izin verilmez
vi: Cấm thành viên nhóm trò chuyện riêng tư
zh_hans: 禁止群成员私聊
zh_hant: 禁止群成員私聊

# GroupRedNumber
source: The number of red packets is greater than the number of group members
de: Die Anzahl der roten Pakete ist größer als die Anzahl der Gruppenmitglieder
es: El número de sobres rojos es mayor que el número de grupos.
id: Jumlah paket merah lebih besar dari jumlah anggota kelompok
ja: お年玉の数がグループの数より大きい
ko: 홍바오 수가 그룹 인원수보다 크다
tr: Kırmızı paketler sayısı grup üyelerinin sayısından daha büyük.
vi: Số lượng phong bì đỏ lớn hơn số lượng nhóm
zh_hans: 红包数大于群人数
zh_hant: 紅包數大於群人數

# HXPhotoTitle
source: Tap to take a picture, press and hold the camera
de: Tippen Sie auf, um ein Bild zu machen, halten Sie die Kamera gedrückt
es: Toca la Cámara y presiona la Cámara.
id: Tap untuk mengambil gambar, tekan dan memegang kamera
ja: タッチで写真を撮る、カメラを押さえる
ko: 가볍게 터치하여 사진을 찍고, 카메라를 누르고 있다.
tr: Bir fotoğraf çekmek için, basın ve kamerayı tut.
vi: Chạm để chụp ảnh, giữ máy ảnh
zh_hans: 轻触拍照，按住摄像
zh_hant: 輕觸拍照，按住攝像

# CallActionInvite
source: Send
de: wurde gesendet
es: Enviado
id: telah dikirim
ja: 送信済み
ko: 발송됨
tr: gönderildiCalImp
vi: Đã gửi
zh_hans: 已发送
zh_hant: 已發送

# CallActionAnswer
source: Answered
de: Beantwortet
es: Ha respondido
id: Jawab
ja: 受信済み
ko: 수신됨
tr: Cevap verildi
vi: Trả lời
zh_hans: 已接听
zh_hant: 已接聽

# CallActionReject
source: Rejected
de: Abgelehnt
es: Rechazada
id: Ditolak
ja: 拒否されました
ko: 거부됨
tr: Red edildi
vi: Bị từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕

# CallActionFinish
source: Completed
de: Abgeschlossen
es: Completado
id: Selesai
ja: 完了
ko: 완료됨
tr: Tamamlandı
vi: Đã hoàn thành
zh_hans: 已完成
zh_hant: 已完成

# CallOtherCancer
source: The other party has canceled
de: Die andere Partei hat abgesagt
es: La otra parte ha cancelado
id: Pihak lain telah membatalkan
ja: 相手がキャンセルされました
ko: 취소됨
tr: Diğer parti iptal edildi.
vi: nhau bị hủy bỏ.
zh_hans: 对方已取消
zh_hant: 對方已取消

# CallActionOther
source: Other party
de: andere Partei
es: La otra parte
id: parti lain
ja: 相手方
ko: 상대방
tr: diğer parti
vi: Đối phương
zh_hans: 对方
zh_hant: 對方

# CallActionTalk
source: Talk
de: Gespräch
es: llamada
id: bicara
ja: と通話
ko: 통화
tr: konuşma
vi: Nói đi.
zh_hans: 通话
zh_hant: 通話

# CallActionCancel
source: Canceled
de: Abgebrochen
es: Cancelado
id: Dibatalkan
ja: キャンセル済み
ko: 취소됨
tr: iptal edildi
vi: Đã hủy
zh_hans: 通话已取消
zh_hant: 通話已取消

# CallActionDuration
source: Talk time
de: Gesprächszeit
es: Duración de la llamada
id: Waktu bicara
ja: 通話時間
ko: 통화 시간
tr: Konuşma zamanı
vi: Thời lượng cuộc gọi
zh_hans: 通话时长
zh_hant: 通話時長

# StringLength
source: Character exceeds length
de: Zeichen überschreitet die Länge
es: El carácter excede la longitud
id: Aksara melebihi panjang
ja: 文字が長すぎます
ko: 문자 길이 초과
tr: Karakter uzunluğundan fazla
vi: Ký tự vượt quá chiều dài
zh_hans: 字符超出长度
zh_hant: 字元超出長度

# RedPackBomSetting
source: Red packet probability setting
de: Einstellung der Wahrscheinlichkeit für rote Pakete
es: Configuración de probabilidad de sobres rojos
id: Pengaturan kemungkinan paket merah
ja: お年玉確率設定
ko: 보너스 확률 설정
tr: Kırmızı paket muhtemelen ayarlaması
vi: Thiết lập xác suất phong bì màu đỏ
zh_hans: 扫雷红包概率设置
zh_hant: 掃雷紅包概率設定

# ManagerNoDel
source: Administrator cannot remove
de: Administrator kann nicht entfernen
es: El Administrador no se puede eliminar
id: Administrator tidak dapat menghapus
ja: 管理者は削除できません
ko: 관리자는 제거할 수 없습니다.
tr: Yönetici silemez
vi: Quản trị viên không thể xóa
zh_hans: 管理员不可移除
zh_hant: 管理員不可移除

# OwnerManagerNoDel
source: Group leader cannot be removed
de: Gruppenleiter kann nicht entfernt werden
es: El dueño del Grupo no puede ser eliminado
id: Pemimpin kelompok tidak dapat dibuang
ja: グループマスターは削除できません
ko: 관리자는 제거할 수 없습니다.
tr: Grup lideri kaldıramaz
vi: Chủ nhóm không thể tháo rời
zh_hans: 群主不可移除
zh_hant: 群主不可移除

# YBImageVideoInvalid
source: Invalid video
de: Ungültiges Video
es: El video no es válido
id: Video tidak valid
ja: 無効なビデオ
ko: 잘못된 비디오
tr: Keçersiz video
vi: Video không hợp lệ
zh_hans: 视频无效
zh_hant: 視頻無效

# YBImageVideoError
source: Video error
de: Videofehler
es: Error de vídeo
id: Galat video
ja: ビデオエラー
ko: 비디오 오류
tr: Video hatası
vi: Lỗi video
zh_hans: 视频错误
zh_hant: 視頻錯誤

# YBImageNoSava
source: can't save
de: kann nicht speichern
es: No se puede guardar
id: tidak dapat menyimpan
ja: 保存できません
ko: 저장할 수 없음
tr: kurtaramaz.
vi: Không thể lưu
zh_hans: 无法保存
zh_hant: 無法保存

# YBImageImageInvalid
source: Invalid picture
de: Ungültiges Bild
es: Imagen no válida
id: Gambar tidak valid
ja: 画像が無効です
ko: 잘못된 그림
tr: Keçersiz resim
vi: Ảnh không hợp lệ
zh_hans: 图片无效
zh_hant: 圖片無效

# YBImageImageLoadFail
source: Failed to load picture
de: Laden des Bildes fehlgeschlagen
es: Falló la carga de la imagen
id: Gagal memuat gambar
ja: 画像のロードに失敗しました
ko: 그림 로드 실패
tr: Resim yüklenemedi
vi: Tải ảnh không thành công
zh_hans: 加载图片失败
zh_hant: 加載圖片失敗
