Repository: DM-CHAT/IM
Catalog: IOS/NewZolo/Resource/*.lproj/InfoPlist.strings
Languages: de, es, id, ja, ko, tr, vi, zh_hans, zh_hant

# app_name
source: DM-CHAT
de: WildFireChatClient
vi: WildFireChatClient
zh_hans: WildFireChatClient

source: Hello
de: Hallo
es: Hola!
id: Halo
ja: こんにちは
ko: 안녕하세요.
tr: Merhaba.
vi: Alô.
zh_hans: 你好
zh_hant: 你好

# card_user_digest
source: [personal business card]:
de: [persönliche Visitenkarte]:
es: [Tarjeta de visita personal]:
id: [kartu bisnis pribadi]:
ja: [個人用名刺]:
ko: [개인 명함]:
tr: [İş kartı]:
vi: [Thẻ cá nhân]
zh_hans: [个人名片]:
zh_hant: [個人名片]:

# card_group_digest
source: [group business card]:
de: [Gruppenkarte]:
es: [Tarjeta de visita del Grupo]:
id: [kartu bisnis kelompok]:
ja: [グループ名刺]:
ko: [그룹 명함]:
tr: [Grup iş kartı]:
vi: [Thẻ kinh doanh nhóm]
zh_hans: [群组名片]:
zh_hant: [群組名片]:

# card_room_digest
source: [chat room business card]:
de: [Chatroom-Karte]:
es: [Tarjeta de visita de la Sala de chat]:
id: [kartu bisnis ruang chat]:
ja: [チャットルームの名刺]:
ko: [채팅방 명함]:
vi: [Mã số phòng chat]
zh_hans: [聊天室名片]:
zh_hant: [聊天室名片]:

# card_channel_digest
source: [channel business card]:
de: [Kanalkarte]:
es: [Tarjeta de visita del canal]:
id: [kartu bisnis saluran]:
ja: [チャンネル名刺]:
ko: [채널 명함]:
tr: [Kanal iş kartı]:
vi: [kênh card]
zh_hans: [频道名片]:
zh_hant: [頻道名片]:

# card_digest
source: [business card]:
de: [Visitenkarte]:
es: [Tarjeta de visita]:
id: [kartu bisnis]:
ja: [名刺]:
ko: [명함]:
tr: [iş kartı]:
vi: [card visit]
zh_hans: [名片]:
zh_hant: [名片]:

# red_packet_digest
source: [red envelope]
de: [roter Umschlag]
es: [Sobre rojo]
id: [amplop merah]
ja: [お年玉]
ko: [홍바오]
tr: [Kırmızı kaplumbağalar]
vi: [Phong bì đỏ]
zh_hans: [红包]
zh_hant: [紅包]

# audio_digest
source: [voice]
de: [Stimme]
es: [Voz]
id: [suara]
ja: [音声]
ko: [음성]
tr: [sesi]
vi: (Giọng)
zh_hans: [语音]
zh_hant: [語音]

# video_digest
source: [Video]
es: [Vídeo]
ja: [ビデオ]
ko: [비디오]
zh_hans: [视频]
zh_hant: [視頻]

# meeting_digest
source: [meeting]
de: [Treffen]
es: [Reuniones]
id: [pertemuan]
ja: [ミーティング]
ko: [회의]
tr: [toplantı]
vi: [gặp]
zh_hans: [会议]
zh_hant: [會議]

# file_digest
source: [file]
de: [dokumentieren]
es: [Documentos]
id: [berkas]
ja: [ファイル]
ko: [파일]
tr: [dosya]
vi: [tập tin]
zh_hans: [文件]
zh_hant: [文件]

# photo_digest
source: [picture]
de: [Bild]
es: [Imagen]
id: [gambar]
ja: [画像]
ko: [그림]
tr: [fotoğraf]
vi: [tranh]
zh_hans: [图片]
zh_hant: [圖片]

# sticker_digest
source: [dynamic expression]
de: [dynamischer Ausdruck]
es: [Expresión dinámica]
id: [ekspresi dinamik]
ja: [動的表情]
ko: [동적 표정]
tr: [Dinamik ifade]
vi: (biểu hiện động)
zh_hans: [动态表情]
zh_hant: [動態表情]

# network_call_digest
source: [Internet phone]
de: [Online-Telefon]
es: [Teléfono en línea]
id: [Telepon Internet]
ja: [インターネット電話]
ko: [인터넷 전화]
tr: [İnternet telefonu]
vi: [bốt điện thoại Mạng]
zh_hans: [网络电话]
zh_hant: [網路電話]

# chat_record_digest1
source: [chat record]:
de: [Chat-Aufzeichnung]:
es: [Registro de chat]:
id: [catatan percakapan]:
ja: [チャット記録]:
ko: [채팅 기록]:
tr: [Konuşma kayıtları]:
vi: [Ghi chép chat]
zh_hans: [聊天记录]:
zh_hant: [聊天記錄]:

# unknown_message
source: Unknown type message
de: Nachricht vom unbekannten Typ
es: Mensaje de tipo desconocido
id: Pesan tipe tidak dikenal
ja: 不明なタイプメッセージ
ko: 알 수 없는 유형 메시지
tr: Bilinmegen tür mesaj
vi: Thông điệp kiểu lạ
zh_hans: 未知类型消息
zh_hant: 未知類型消息

source: channel
de: Kanal
es: Canal
id: kanal
ja: チャネル
ko: 채널
tr: kanal
vi: Kênh
zh_hans: 频道
zh_hant: 頻道

# room
source: chat room
de: Chatraum
es: Sala de chat
id: ruang percakapan
ja: チャットルーム
ko: 채팅방
tr: sohbet odası
vi: phòng chat
zh_hans: 聊天室
zh_hant: 聊天室

# group
source: Group chat
de: Gruppenchat
es: Charla grupal
id: Berbicara kelompok
ja: グループチャット
ko: 단체 채팅
tr: Grup sohbeti
vi: Nhóm chat
zh_hans: 群聊
zh_hant: 群聊

source: user
de: Benutzer
es: Usuarios
id: pengguna
ja: ユーザー
ko: 사용자
tr: kullanıcı
vi: người dùng
zh_hans: 用户
zh_hant: 用戶

# location
source: position
de: Ort
es: Posición
id: posisi
ja: 位置
ko: 위치
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

source: you
de: Sie
es: Tú
id: Anda
ja: あなた
ko: 너
tr: Sen.
vi: cậu
zh_hans: 你
zh_hant: 你

# dose
source: hold
de: Bündeln
es: Tomar
id: tunggu
ja: 把
ko: 자루
tr: Dur.
vi: giữ
zh_hans: 把
zh_hant: 把

source: modify
de: Überarbeiten
es: Modificación
id: ubah
ja: 変更
ko: 수정
tr: değiştir
vi: Chỉnh:
zh_hans: 修改
zh_hant: 修改

# de
source: of
de: von
es: De
id: dari
ja: の
ko: 의
vi: Phải.
zh_hans: 的
zh_hant: 的

# group_card
source: Group business card is
de: Die Visitenkarte der Gruppe ist
es: La tarjeta de visita del Grupo es
id: Kartu bisnis kelompok adalah
ja: グループ名刺は
ko: 그룹 명함은
tr: Grup iş kartları
vi: Danh thiếp nhóm là
zh_hans: 群名片为
zh_hant: 群名片為

# open_group_join
source: Open the function of joining groups
de: Geöffnet, um Gruppen beizutreten
es: Se abre la función de unirse al Grupo
id: Buka fungsi bergabung kelompok
ja: グループへの参加機能を開放
ko: 그룹 가입 기능 개방
tr: Grupların katılma fonksiyonunu aç
vi: Mở chức năng của nhóm tham gia
zh_hans: 开放了加入群组功能
zh_hant: 開放了加入群組功能

# invite_group_join
source: Only group members are allowed to invite to join the group
de: Erlauben Sie nur Gruppenmitgliedern, die Gruppe einzuladen
es: Solo se permite a los miembros del Grupo invitar a unirse al Grupo
id: Hanya anggota kelompok yang dibenarkan untuk mengundang untuk bergabung dengan kelompok
ja: グループメンバーのみがグループへの招待を許可する
ko: 그룹 구성원만 그룹에 초대할 수 있음
tr: Sadece grup üyelerinin grupa katılmasına izin verin
vi: Chỉ có thành viên nhóm mới được phép mời tham gia nhóm.
zh_hans: 仅允许群成员邀请加入群组
zh_hant: 僅允許群成員邀請加入群組

# close_group_join
source: Only the group joining function is turned off
de: Deaktivieren Sie einfach den Gruppenbeitritt
es: Solo se ha desactivado la función de unirse al Grupo
id: Hanya fungsi bergabung kelompok dimatikan
ja: グループへの参加機能のみがオフになっています
ko: 그룹 가입 기능만 해제됨
tr: Sadece grup katılma fonksiyonu etkinleştirildi
vi: Chỉ có chức năng tham gia nhóm bị tắt
zh_hans: 只关闭了加入群组功能
zh_hant: 只關閉了加入群組功能

# clean_mute
source: Cancel the prohibition
de: Stummschaltung aufheben
es: Eliminar la prohibición
id: Batalkan larangan
ja: 禁言を取り消す
ko: 금언을 취소하다
tr: Tabuyu kaldır.
vi: Hủy lệnh cấm
zh_hans: 取消禁言
zh_hant: 取消禁言

# enable_mute
source: Set prohibitions
de: Verbot setzen
es: Establecer una prohibición
id: Tetapkan larangan
ja: 禁言を設ける
ko: 금언을 설정하다
tr: Taboo ayarla
vi: Đặt cấm đoán
zh_hans: 设置禁言
zh_hant: 設定禁言

# clean_all_mute
source: Shut down the whole staff
de: Stumm alle ausgeschaltet
es: Se cerró la prohibición de todo el personal.
id: Matikan seluruh staf
ja: 全員禁止を解除した
ko: 전원 의 금언 을 해제 했다
tr: Görevin yasaklığını kapattı.
vi: Đóng cửa toàn bộ cán bộ.
zh_hans: 关闭了全员禁言
zh_hant: 關閉了全員禁言

# enable_all_mute
source: The prohibition of all staff was opened
de: Das Verbot für alle Mitarbeiter wurde aktiviert
es: Se abrió la prohibición de todo el personal.
id: Bantuan semua staf dibuka
ja: 全員禁言を開いた
ko: 전원 의 금언 이 열렸다
tr: Görevin tabüs ünü açtı.
vi: Lệnh cấm tất cả nhân viên đã được mở.
zh_hans: 开启了全员禁言
zh_hant: 開啟了全員禁言

# clean_member_talk
source: Opened member private chat
de: Privater Chat für Mitglieder aktiviert
es: Se abre la conversación privada de los miembros
id: Bicara pribadi anggota terbuka
ja: メンバーの雑談が始まった
ko: 멤버 개인 채팅을 시작했습니다.
tr: Açık üye özel sohbet
vi: Trò chuyện riêng thành viên mở
zh_hans: 开启了成员私聊
zh_hant: 開啟了成員私聊

# enable_member_talk
source: Closed member private chat
de: Privater Chat für Mitglieder deaktiviert
es: Se cierra la charla privada de los miembros
id: Percakapan pribadi anggota tertutup
ja: メンバーの雑談を閉じた
ko: 멤버 개인 채팅을 닫았습니다.
tr: Kapalı üye özel sohbet
vi: Trò chuyện riêng thành viên đóng
zh_hans: 关闭了成员私聊
zh_hant: 關閉了成員私聊

# clean_administrator
source: Administrator canceled
de: Administrator abgebrochen
es: Cancelación del Administrador
id: Administrator dibatalkan
ja: 管理者がキャンセルされました
ko: 관리자 취소
tr: Yönetici iptal edildi
vi: Quản lý hủy
zh_hans: 取消了管理员
zh_hant: 取消了管理員

# enable_administrator
source: Set as Administrator
de: als Administrator festlegen
es: Configuración como Administrador
id: Tetapkan sebagai Administrator
ja: 管理者として設定
ko: 관리자로 설정
tr: Yönetici olarak ayarlayın
vi: Đặt là người quản lý
zh_hans: 设置为了管理员
zh_hant: 設定為了管理員

# remove_member
source: Moved out of group
de: aus der Gruppe entfernt
es: Fuera del Grupo
id: Pindah keluar dari kelompok
ja: グループを削除しました
ko: 당신은 그룹에서 탈퇴했습니다
tr: Grup dışında taşındı
vi: Chuyển ra khỏi nhóm
zh_hans: 移出了群组
zh_hant: 移出了群組

# you_quit_group
source: You have exited the group
de: Du hast die Gruppe verlassen
es: Te retiras del Grupo
id: Anda telah keluar dari kelompok
ja: あなたはグループを脱退しました
ko: 그룹이 종료됨
tr: Grubundan ayrıldın.
vi: Bạn đã ra khỏi nhóm
zh_hans: 你退出了群组
zh_hant: 你退出了群組

source: Quit group
de: hat die Gruppe verlassen
es: Fuera del Grupo
id: Keluar dari kelompok
ja: グループを終了しました
ko: 당신은 그룹을 양도했습니다
tr: Gruptan çıktı
vi: Nhóm Thoát
zh_hans: 退出了群组
zh_hant: 退出了群組

# you_transfer_group_owner
source: You transferred the group to
de: Sie haben die Gruppe übertragen an
es: Transfiriste el Grupo a
id: Anda memindahkan kelompok ke
ja: あなたはグループを譲渡しました
ko: 그룹 을 양도 하였다
tr: Grubu gönderdin.
vi: Anh đã chuyển nhóm sang
zh_hans: 你把群组转让给了
zh_hant: 你把群組轉讓給了

# transfer_group_owner
source: Transferred the group to
de: Übertragen der Gruppe an
es: Se transfirió el Grupo a
id: Dipindahkan kelompok ke
ja: グループを譲渡しました
ko: 그룹 을 양도 하였다
tr: Grubu gönderildi
vi: Chuyển nhóm sang
zh_hans: 把群组转让给了
zh_hant: 把群組轉讓給了

# modify_group_name
source: Modify the group name as
de: Gruppennamen ändern
es: Modificar el nombre del Grupo
id: Ubah nama kelompok sebagai
ja: グループ名の変更
ko: 커뮤니티 이름 수정
tr: Grup ismini değiştirin
vi: Sửa tên nhóm theo dạng
zh_hans: 修改群名为
zh_hant: 修改群名為

# you_joined_group
source: You joined the group chat
de: Sie sind dem Gruppenchat beigetreten
es: Te uniste al chat grupal.
id: Anda bergabung dengan percakapan kelompok
ja: あなたはグループチャットに参加しました
ko: 당신은 채팅방에 가입했어요
tr: Grup sohbetine katıldınız.
vi: Cậu tham gia nhóm chat
zh_hans: 你加入了群聊
zh_hant: 你加入了群聊

# joined_group
source: Joined the group chat
de: dem Gruppenchat beigetreten
es: Se unió al chat grupal
id: Bergabung dengan percakapan kelompok
ja: グループチャットに参加しました
ko: 단체 채팅방에 가입했어요.
tr: Grup sohbetine katıldı
vi: Nhập vào nhóm chat
zh_hans: 加入了群聊
zh_hant: 加入了群聊

# you_invite
source: Your invitation
de: du lädst ein
es: Invitas
id: Undangan Anda
ja: あなたが誘う
ko: 초대
tr: Davet ettin.
vi: Lời mời
zh_hans: 你邀请
zh_hant: 你邀請

# invite
source: invitation
de: einladen
es: Invitación
id: undangan
ja: に勧める
ko: 초대
tr: davet
vi: giấy
zh_hans: 邀请
zh_hant: 邀請

# joined_group1
source: Joined a group
de: schloss sich der Gruppe an
es: Se unió al Grupo
id: Bergabung dengan sebuah kelompok
ja: グループに参加しました
ko: 그룹에 가입
tr: Grupa katıldı
vi: Nhập nhóm
zh_hans: 加入了群组
zh_hant: 加入了群組

# update_group_portrait
source: Updated group avatars
de: Aktualisierter Gruppenavatar
es: Actualización de la cabeza del Grupo
id: Avatar kelompok terbaru
ja: グループアバターを更新しました
ko: 그룹 프로필 사진 업데이트
tr: Güncellenmiş grup avatar ı
vi: Khai vị nhóm
zh_hans: 更新了群头像
zh_hant: 更新了群頭像

# you_create_group
source: You created a group"%@"
de: Sie haben eine Gruppe erstellt"%@"
es: Has creado un grupo"%@"
id: Anda menciptakan sebuah kelompok"%@"
ja: あなたはグループを作った"%@"
ko: 당신은 그룹을 만들었습니다."%@"
tr: Bir grup yarattın."%@"
vi: Bạn tạo ra một nhóm "%@"
zh_hans: 你创建了群"%@"
zh_hant: 你創建了群"%@"

# create_group
source: %@Group created "%@"
de: %@Gruppe erstellt"%@"
es: %@Se crea el Grupo"%@"
id: %@ Kelompok dibuat "%@"
ja: %@グループを作成しました"%@"
ko: %@그룹이 생성됨"%@"
tr: %@Bir grup oluştur"%@"
vi: %@ Nhóm đã tạo "%@"
zh_hans: %@创建了群"%@"
zh_hant: %@創建了群"%@"

# usercreate_group
source: user<%@>Group created"%@"
de: Benutzer<%@>Gruppe erstellt"%@"
es: Usuarios<%@>Se crea el Grupo"%@"
id: pengguna<%@>Kelompok dibuat"%@"
ja: ユーザー<%@>グループを作成しました"%@"
ko: 사용자<%@>그룹이 생성됨"%@"
tr: kullanıcı<%@>Bir grup oluştur"%@"
vi: người dùng <%@>Nhóm đã tạo"%@"
zh_hans: 用户<%@>创建了群"%@"
zh_hant: 用戶<%@>創建了群"%@"

# you_dismiss_group
source: You disbanded the group
de: Du hast die Gruppe aufgelöst
es: Disuelves el Grupo
id: Anda melepaskan kelompok
ja: あなたはグループを解散しました
ko: 넌 그룹을 해체했어
tr: Grubu dağıttın.
vi: Anh đã giải tán
zh_hans: 你解散了群组
zh_hant: 你解散了群組

# dismiss_group
source: Disbanded the group
de: Habe die Gruppe aufgelöst
es: Disolución del Grupo
id: Menghapus kelompok
ja: グループを解散した
ko: 그룹을 해체했다
tr: Grup ayrıldı
vi: đã giải tán nhóm
zh_hans: 解散了群组
zh_hant: 解散了群組

# you_are_friend_and_start_chat
source: You are already friends. You can start chatting.
de: Sie sind bereits Freunde und können mit dem Chatten beginnen.
es: Ya sois amigos y podéis empezar a charlar.
id: Kalian sudah berteman. Kau bisa mulai berbicara.
ja: あなたたちはもう友達なので、チャットを始めてもいいです。
ko: 너희들은 이미 친구니까 이야기를 시작해도 된다
tr: Zaten arkadaşınız ve konuşmaya başlayabilirsiniz.
vi: Các bạn đã là bạn, các bạn có thể bắt đầu trò chuyện.
zh_hans: 你们已经是好友了，可以开始聊天了。
zh_hant: 你們已經是好友了，可以開始聊天了

# hello_context
source: The above is the content of greeting
de: Das Obige ist der Inhalt der Begrüßung
es: Lo anterior es el contenido del saludo.
id: Yang di atas adalah isi salam
ja: 以上が挨拶の内容です
ko: 지금까지 인사드렸습니다.
tr: Yukarıdaki merhaba içeriği
vi: Phần trên là lòng chào hỏi
zh_hans: 以上是打招呼的内容
zh_hant: 以上是打招呼的内容

# clean_mute_chat
source: Cancel the right to speak when the group is forbidden
de: Heben Sie die Sprechberechtigung auf, wenn die Gruppenstummschaltung aufgehoben wird
es: Cancelar el derecho a hablar cuando el Grupo está prohibido
id: Batalkan hak untuk berbicara ketika kelompok dilarang
ja: グループの禁止解除時の発言権限
ko: 그룹 금언 시 발언 권한 취소
tr: Grup yasaklandığında konuşma iznini iptal et
vi: Thôi bỏ quyền nói khi bị cấm.
zh_hans: 取消群组禁言时发言权限
zh_hant: 取消群組禁言時發言許可權

# enable_mute_chat
source: Set the speaking permission when the group is forbidden to speak
de: Legen Sie die Sprechberechtigung fest, wenn die Gruppe stummgeschaltet ist
es: Establecer el derecho a hablar cuando el Grupo está prohibido
id: Tetapkan izin berbicara ketika kelompok dilarang berbicara
ja: グループ禁制時の発言権限の設定
ko: 그룹 금언 시 발언권 설정
tr: Grup yasaklandığında konuşma iznini ayarlayın
vi: Xin phép phát âm khi bị cấm nói.
zh_hans: 设置群组禁言时发言权限
zh_hant: 設定群組禁言時發言許可權

# group_upgrade
source: The group has been upgraded to a minesweeping red envelope group
de: Die Gruppe wurde zu einer Minesweeper Red Envelope-Gruppe aufgerüstet
es: El Grupo se ha actualizado al Grupo de sobres rojos de remoción de minas
id: Kelompok telah ditambah ke grup amplop merah yang membersihkan tambang
ja: グループはすでに掃海お年玉グループにアップグレードされている
ko: 그룹 은 이미 지뢰 제거 홍바오 그룹 으로 승격 되었다
tr: Grup mayın kırmızı paket grubuna geliştirildi.
vi: Nhóm được nâng cấp thành một nhóm những phong bì màu đỏ lục lọi
zh_hans: 群组已经升级为扫雷红包群
zh_hant: 群組已經陞級為掃雷紅包群

# group_who_win
source: Win the prize
de: ZhongLei
es: Zhonglei
id: Menang hadiah
ja: 雷にあたる
ko: 중뢰
tr: Zhonglei
vi: Thắng giải thưởng
zh_hans: 中雷
zh_hant: 中雷

# bless_win
source: congratulations
de: Herzliche Glückwünsche
es: Felicitaciones
id: Selamat
ja: おめでとう
ko: 축하해
tr: Tebrikler!
vi: Chúc mừng.
zh_hans: 恭喜
zh_hant: 恭喜

# win_price
source: Winning amount
de: Gewinnbetrag
es: Cantidad ganadora
id: Jumlah kemenangan
ja: 当選金額
ko: 당첨금
tr: Kazananlar
vi: Giá thắng
zh_hans: 中奖金额
zh_hant: 中獎金額

# You_recall_message
source: You recall a message.
de: Sie haben eine Nachricht zurückgezogen
es: Retiraste un mensaje
id: Kau ingat pesan.
ja: あなたはメッセージを撤回しました
ko: 메시지를 철회하셨군요
tr: Bir mesaj çektin.
vi: Bạnrútmộttinnhắn.
zh_hans: 你撤回了一条消息
zh_hant: 你撤回了一條消息

# Recall_message
source: recall a message.
de: eine Nachricht zurückgezogen
es: Se retira un mensaje
id: ingat pesan.
ja: メッセージを撤回した
ko: 메시지 하나를 철회했다
tr: Bir mesaj tekrar başlattı
vi: rútmộtthôngđiệp
zh_hans: 撤回了一条消息
zh_hant: 撤回了一條消息

source: Notify message
de: Benachrichtigungsnachricht
es: Mensaje de notificación
id: Beritahu pesan
ja: 通知メッセージ
ko: 알림 메시지
tr: Bildirim Mesajı
vi: Thông báo
zh_hans: 通知消息
zh_hant: 通知消息

# groupCountmember
source: etc%ld members
de: Warte ab%ldMitglieder
es: Etc %ld miembros
id: etc%ld anggota
ja: 等%ld名メンバー
ko: 등 %ld 명 구성원
tr: %ld üyelerini bekle
vi: vv% %ld thành viên
zh_hans: 等%ld名成员
zh_hant: 等%ld名成員

source: Modify group name
de: Gruppennamen ändern
es: Modificar el nombre del Grupo
id: Ubah nama kelompok
ja: グループ名の変更
ko: 커뮤니티 이름 수정
tr: Grup ismini değiştir
vi: Sửatênnhóm
zh_hans: 修改群名称
zh_hant: 修改群名稱

# win_Mul
source: Winning Multiplier
de: Mehrfach gewinnen
es: Múltiplo ganador
id: Pemutar Pemenang
ja: 当選倍率
ko: 당첨 배수
tr: Çoklu kazanıyor.
vi: Hệ số chiến thắng
zh_hans: 中奖倍数
zh_hant: 中獎倍數

# win_Last
source: Winning Mantissa
de: gewinnende Mantisse
es: Número de ganadores
id: Menang Mantissa
ja: 当選端数
ko: 당첨 끝자리
tr: Kazananların sonu
vi: Chiến thắng Mantissa
zh_hans: 中奖尾数
zh_hant: 中獎尾數

# win_Lab
source: Winning
de: im Lotto gewinnen
es: Ganar el Premio
id: Menang
ja: くじに当たる
ko: 당첨
tr: Ödül kazandın.
vi: Chiến thắng
zh_hans: 中奖
zh_hant: 中獎

# win_RendSendLab
source: Send red packets
de: Ausgabe roter Päckchen
es: Sobres rojos emitidos
id: Kirim paket merah
ja: お年玉を出す
ko: 보낸 홍바오
tr: Kırmızı paket gönderildi
vi: Gửi gói tin màu đỏ
zh_hans: 发出的红包
zh_hant: 發出的紅包

# win_RedSaveLab
source: Red Packet
de: der rote Umschlag
es: Sobre rojo
id: Paket Merah
ja: のお年玉
ko: 의 홍바오
tr: Kırmızı kaplumbağa.
vi: Gói màu đỏ
zh_hans: 的红包
zh_hant: 的紅包

# win_RedOnLab
source: On
de: offen
es: Abrir
id: Pada
ja: 開
ko: 켜
tr: Açık
vi: Bật
zh_hans: 開
zh_hant: 開

# win_MoneyPayLab
source: Payment
de: bezahlen
es: Pago
id: Pembayaran
ja: 支払い
ko: 지불
tr: ödeme
vi: thanh toán
zh_hans: 支付
zh_hant: 支付

# win_TransforLab
source: Can deposit balance, can transfer directly
de: Kann Guthaben einzahlen, kann direkt überweisen
es: Se puede depositar el saldo y se puede transferir directamente.
id: Dapat deposit keseimbangan, dapat dipindahkan secara langsung
ja: 残高を振り込むことができ、直接振り替えることができる
ko: 잔액 입금 가능, 직접 이체 가능
tr: Düzeltme yerleştirilebilir ve doğrudan taşınabilir
vi: Có thể gửi số dư, có thể chuyển khoản trực tiếp
zh_hans: 可存入余额，可直接转账
zh_hant: 可存入餘額，可直接轉帳

# EULAAgreement
source: Before accepting the services of the APP Platform, please be sure to read the terms carefully and agree to this Statement. Users' use of the services and data of the Platform directly or indirectly through various means (such as off-site API reference, etc.) will be deemed to have unconditionally accepted all contents of this Statement; If the user has any objection to any terms of this Statement, please stop using all services provided by Toppipi Platform. Article 1 When users use the services and data of the Platform in various ways (including but not limited to publication, publicity, introduction, reprinting, browsing and use of the Platform or content published by users of the Platform), they shall not use the Platform to directly or indirectly violate local laws and social morality in any way, and they shall abide by the following commitments: 1. Content published, reprinted or provided conforms to local laws and social morality; 2. Users with objectionable content or abuse are not allowed to post. 3. Shall not interfere with, damage or infringe upon APP's legal rights and interests; 4. Abide by the agreements, guidelines and management rules of the platform and related network services; 5. The APP has the right to delete any content in violation of the above commitments. Article 2 1. The APP only provides storage space for the content published by users, and the APP does not provide any form of guarantee for the content published or reproduced by users: it does not guarantee that the content meets your requirements or that the service of the APP will not be interrupted. APP shall not assume any legal liability if you cannot use the APP normally due to any reason such as network condition, communication line, third-party website or requirements of management department. 2. The contents published by users in the APP (including but not limited to the contents contained in the current functions of various products of the APP) only express their personal positions and opinions, and do not represent the positions or opinions of the APP. As the publisher of the content, he/she shall be responsible for the content, and the publisher shall bear all legal and joint liabilities for any disputes arising from the content. APP shall not assume any legal and joint liability. 3. If users post content on the APP that infringes others' intellectual property rights or other legitimate rights and interests, the APP shall have the right to delete it and reserve the right to transfer it to judicial authorities for handling. 4. If an individual or unit believes that there is content on the APP that infringes on his or her legitimate rights and interests, he or she should prepare proof materials with legal effect and contact the APP in time, so that the APP can deal with it promptly.
zh_hans: 在接受APP平台服务前，请务必仔细阅读本条款并同意本声明。 用户通过各种方式（如站外API参考等）直接或间接使用本平台的服务及数据，视为无条件接受本声明的全部内容;如果用户对本声明的任何条款有任何异议，请停止使用拓码璀平台提供的所有服务。 第一条 用户以各种方式使用平台服务和数据（包括但不限于出版、宣传、介绍、转载、浏览、使用平台或平台用户发布的内容）时，不得利用本平台以任何方式直接或间接违反当地法律和社会公德，并应遵守以下承诺： 1. 发布、转载或提供的内容符合当地法律和社会公德; 2. 有令人反感或滥用内容的用户不得发帖。 3、不得干扰、损害或侵犯APP的合法权益; 4、遵守平台及相关网络服务的协议、准则和管理规则; 5、APP有权删除任何违反上述承诺的内容。 第二条 1、APP仅为用户发布的内容提供存储空间，APP不对用户发布或转载的内容提供任何形式的保证：不保证内容符合您的要求或APP的服务不会中断。如因网络状况、通信线路、第三方网站或管理部门要求等原因导致您无法正常使用APP的，APP不承担任何法律责任。 2、用户在APP中发布的内容（包括但不限于APP各产品当前功能中包含的内容）仅表达个人立场和意见，不代表APP的立场或意见。作为内容的发布者，他/她应对内容负责，发布者应对因内容引起的任何争议承担一切法律和连带责任。APP不承担任何法律和连带责任。 3、如用户在本APP上发布侵犯他人知识产权或其他合法权益的内容，APP有权删除，并保留移送司法机关处理的权利。 4、个人或单位认为APP上存在侵犯其合法权益的内容时，应准备具有法律效力的证明材料，并及时与APP联系，以便APP及时处理。
zh_hant: 在接受APP平臺服務前，請務必仔細閱讀本條款並同意本聲明。 用戶通過各種管道（如站外API參攷等） 直接或間接使用本平臺的服務及數據，視為無條件接受本聲明的全部內容； 如果用戶對本聲明的任何條款有任何異議，請停止使用拓碼璀平臺提供的所有服務。 第一條 用戶以各種管道使用平臺服務和數據（包括但不限於出版、文宣、介紹、轉載、瀏覽、使用平臺或平臺用戶發佈的內容）時，不得利用本平臺以任何管道直接或間接違反當地法律和社會公德，並應遵守以下承諾： 1. 發佈、轉載或提供的內容符合當地法律和社會公德； 2.有令人反感或濫用內容的用戶不得發帖。 3、不得干擾、損害或侵犯APP的合法權益； 4、遵守平臺及相關網路服務的協定、準則和管理規則； 5、APP有權删除任何違反上述承諾的內容。 第二條 1、APP僅為用戶發佈的內容提供存儲空間，APP不對用戶發佈或轉載的內容提供任何形式的保證：不保證內容符合您的要求或APP的服務不會中斷。 如因網絡狀況、通信線路、協力廠商網站或管理部門要求等原因導致您無法正常使用APP的，APP不承擔任何法律責任。 2、用戶在APP中發佈的內容（包括但不限於APP各產品當前功能中包含的內容）僅表達個人立場和意見，不代表APP的立場或意見。 作為內容的發佈者，他/她應對內容負責，發佈者應對因內容引起的任何爭議承擔一切法律和連帶責任。 APP不承擔任何法律和連帶責任。 3、如用戶在本APP上發佈侵犯他人知識產權或其他合法權益的內容，APP有權删除，並保留移送司法機關處理的權利。 4、個人或組織認為APP上存在侵犯其合法權益的內容時，應準備具有法律效力的證明材料，並及時與APP聯系，以便APP及時處理。

# EULAQuiteApp
source: Exit
zh_hans: 退出应用
zh_hant: 退出應用

# EULAAgreementSee
source: View
zh_hans: 查看协议
zh_hant: 查看協定

# EULAQuiteAppTitle
source: You need to agree to the relevant agreement in order to continue using DM-CHAT. If you do not agree, unfortunately, we will not be able to provide you with services.
zh_hans: 您需要同意相关协议才能继续使用DM-CHAT 若您不同意，很遗憾我们将无法为您提供服务。
zh_hant: 您需要同意相關協定才能繼續使用DM-CHAT 若您不同意，很遺憾我們將無法為您提供服務。

# EULAAgreementYes
source: agree
zh_hans: 同意
zh_hant: 同意

# EULAAgreementNo
source: Disagree
zh_hans: 不同意
zh_hant: 不同意

# ComplaintTitle
source: complain
de: Beschwerde
es: Quejas
ja: クレーム
ko: 고소
tr: şikayet
vi: Khiếu nại
zh_hans: 投诉
zh_hant: 投訴

# ComplaintTitle1
source: Posting inappropriate content has caused me harassment
de: Das Posten unangemessener Inhalte hat mich belästigt
es: Publicar contenido inapropiado me acosa
id: Mengirim isi yang tidak sesuai telah menyebabkan saya mengganggu
ja: 不適切な内容を投稿して私に迷惑をかけた
ko: 부적절한 콘텐츠 게시로 인한 괴롭힘
tr: Doğru bir içerik yollamak beni taciz etti.
vi: Đăng nội dung không phù hợp khiến tôi bị quấy rối
zh_hans: 发布不适当内容对我造成骚扰
zh_hant: 發佈不適當內容對我造成騷擾

# ComplaintTitle2
source: There is fraud and money fraud behavior
de: Es gibt Betrug und Geldbetrug Verhalten
es: Existe fraude y fraude de dinero
id: Ada penipuan dan perilaku penipuan uang
ja: 詐欺詐欺詐欺行為が存在する
ko: 사기 사기 행위가 존재하다.
tr: Sahte ve para sahte davranışları var.
vi: Có gian lận tiền
zh_hans: 存在欺诈骗钱行为
zh_hant: 存在欺詐騙錢行為

# ComplaintTitle3
source: This account may have been hacked
de: Dieses Konto wurde möglicherweise gehackt
es: Esta cuenta puede haber sido robada.
id: Akaun ini mungkin telah diretas
ja: このアカウントは盗まれた可能性があります
ko: 이 계정은 도용되었을 수 있습니다.
tr: Bu hesap haklı olabilir
vi: Tài khoản này có thể đã bị đánh cắp.
zh_hans: 此帐号可能被盗用了
zh_hant: 此帳號可能被盜用了
